[
  {
    "headline": "Musk's X banned in Brazil after disinformation row",
    "link": "https://www.bbc.com/news/articles/c5y3rnl5qv3o",
    "slug": "musksxbanned",
    "body": "<p>Musk's X banned in Brazil after disinformation row\n6 hours ago\nShare\nSofia Ferreira Santos\nBBC News\nReuters\n\nX, formerly Twitter, has been banned in Brazil after failing to meet a deadline set by a Supreme Court judge to name a new legal representative in the country.\n\nAlexandre de Moraes ordered the \"immediate and complete suspension\" of the social media platform until it complies with all court orders and pays existing fines.\n\nThe row began in April, with the judge ordering the suspension of dozens of X accounts for allegedly spreading disinformation.\n\nReacting to the decision, X owner Elon Musk said: \"Free speech is the bedrock of democracy and an unelected pseudo-judge in Brazil is destroying it for political purposes.\"\n\nX braced for Brazil ban as judge's deadline passes\nBrazil Supreme Court judge opens inquiry into Musk\nX suspends business in Brazil over censorship row\n\nIt is the latest in a series of rows involving Mr Musk - he has clashed with the with EU over the regulation of X and earlier this month became embroiled in a war of words with UK Prime Minister Sir Keir Starmer.\n\nThe head of Brazil's telecommunications agency, which has been tasked with suspending the platform, said he is \"proceeding with the compliance\" to do so, according to Reuters news agency.\n\nThe platform is expected to be unavailable in the country within the next 24 hours.\n\nJustice Moraes has given companies such as Apple and Google a five-day deadline to remove X from its application stores and block its use on iOS and Android systems.\n\nHe added that people or businesses using means such as VPNs (virtual private network) to access the platform could be fined R$50,000 (£6.7k).\n\nAccording to the judge's order, a ban will be in effect until X names a new legal representative in the country and pays fines for violating Brazilian law.\n\nIn a previous post from one of its official accounts, X had said it would not comply with the demands.\n\n\"Soon, we expect Judge Alexandre de Moraes will order X to be shut down in Brazil – simply because we would not comply with his illegal orders to censor his political opponents,\" the post said.\n\n\"The fundamental issue at stake here is that Judge de Moraes demands we break Brazil’s own laws. We simply won’t do that.\"\n\nJustice Moraes had ordered that X accounts accused of spreading disinformation - many supporters of the former right-wing president Jair Bolsonaro - must be blocked while they are under investigation.\n\nHe said the company's legal representatives would be held liable if any accounts were reactivated.\n\nReuters\n\nMeanwhile, the bank accounts of Mr Musk's satellite internet firm Starlink have been frozen in Brazil following an earlier order by the country's Supreme Court.\n\nStarlink responded with a post on X which said the \"order is based on an unfounded determination that Starlink should be responsible for the fines levied - unconstitutionally - against X.\"\n\nMr Musk also said on X that \"SpaceX and X are two completely different companies with different shareholders.\"\n\nStarlink is a subsidiary of Mr Musk's rocket firm SpaceX.\n\nIn 2022, the government of then-President Bolsonaro gave Starlink the green light to operate in Brazil.\n\nAs South America's largest country, Brazil and its remote regions in the Amazon have huge potential for Starlink, which specialises in providing internet services to isolated areas.\n\nJustice Moraes gained prominence after his decisions to restrict social media platforms in the country.\n\nHe is also investigating Mr Bolsonaro and his supporters for their roles in an alleged attempted coup on 8 January last year.\n\nX is not the first social media company to come under pressure from authorities in Brazil.\n\nLast year, Telegram was temporarily banned over its failure to cooperate with requests to block certain profiles.\n\nMeta's messaging service Whatsapp also faced temporary bans in 2015 and 2016 for refusing to comply with police requests for user data.\n\nBrazil\nDisinformation\nElon Musk\nTwitter</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c5y3rnl5qv3o'>Visit BBC News</a></li></ul>",
    "summary": "Musk's X banned in Brazil after disinformation row\n6 hours ago\nShare\nSofia Ferreira Santos\nBBC News\nReuters\n\nX, formerly Twitter, has been banned in Brazil after failing to meet a...",
    "author": "Sofia Ferreira Santos",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/ca28/live/b0f0c6a0-670d-11ef-b43e-6916dcba5cbf.jpg.webp",
    "date": "1970-01-01T00:00:00.000Z",
    "resource": "BBC News",
    "id": "cm0hkpfym0000mat7bhuwds5h"
  },
  {
    "headline": "‘I want to see her challenged’ - swing voters unconvinced by Harris interview",
    "link": "https://www.bbc.com/news/articles/cgky2v681z4o",
    "slug": "iwantto",
    "body": "<p>‘I want to see her challenged’ - swing voters unconvinced by Harris interview\n4 hours ago\nShare\nRachel Looker\nBBC News, Washington\nBBC\n\nKamala Harris’s first interview since becoming the Democratic presidential candidate was an opportunity to introduce herself - and her campaign’s message - to Americans who say they do not yet know her or for what she stands.\n\nThe vice-president defended her record in the White House and addressed questions about a series of policy shifts since she first ran for the top job in 2019 during the CNN interview on Thursday.\n\nMs Harris and her running mate - Minnesota Governor Tim Walz, who joined her for the interview - have enjoyed a surge of enthusiasm from Democrats in recent weeks, but the campaign knows they must win over undecided voters to win November’s election.\n\nYoung men are a significant proportion of those persuadable voters, and a group that Republican Donald Trump has been aggressively targeting with a slew of recent media appearances on podcasts that boast audiences that are largely young and male.\n\nGiven the battle for their vote, what did three of them make of Ms Harris’s first sit-down interview?\n\nROHAN VIJAYAN, 29, Pennsylvania\n\nThis software engineer backed Democrats in the last two elections but remains undecided in 2024.\n\nHarris can speak coherently, which I think is just an upgrade from the prior two candidates, both Trump and Biden. I think she's relatively eloquent in the way that she talks. But in terms of policy, this was the first time I think I’ve actually heard some elements of substantive policy from her.\n\nThe interview didn't do a whole lot to assuage my concerns - what she’d actually want to do and whether she'd be able to effectively implement it. You’ve been VP for a few years, why haven't you attempted these things before?\n\nThe interview didn’t change my mind on how to vote. To be honest, I want to see her challenged in a press conference or obviously the debate that's coming up. I think I need to see her in that kind of a setting, without a teleprompter or rehearsed answers. I think the interview was a little too coddled. I want to see her put under some pressure. I don't think she's done too well in the past as the VP in those situations.\n\nWalz came across as very personable. I think he helps kind of instill a sense of this good old American, kind of down-to-earth feeling that I think was missing from her in particular. I do like his addition to the ticket.\n\nJEREMY PETERSEN, 26, Utah\n\nA teacher who voted for the Green Party in 2020, Jeremy felt Harris’s message lacked conviction.\n\nI feel they've been very vague. I understand why, to a degree, from their perspective that it's more ‘Let's make this about Donald Trump,’ rather than about policy. But that only gets you so far.\n\nI was frustrated with her for saying the phrase ‘My values have not changed, but my policies have.’ If you were consistent on your values, if you want clean energy, then you would still be in favour of the ban on fracking.\n\nWhen they talked about the Israel and Gaza she said we're going to maintain the Biden administration policy. It's a policy that, at least to me, has failed both Jews and Palestinians. People on both sides seem to be no closer to a deal and people on both sides continue to suffer. So saying we're going to maintain a policy that has gotten nowhere in almost a year feels almost like she's rather just trying to not lose voters rather than say I'm going to work towards a solution.\n\nI didn’t hear enough to persuade me yet. Because it feels like, on one hand, she's saying, we'll be different to Biden, but on the other hand, it's also like it's just going to be the same with a new face.\n\nEDWARD GREENE, 22, New Hampshire\n\nA student who did not vote last time, he feels lost since his favourite candidate, Robert Kennedy Jr, endorsed Trump.\n\nI wasn't particularly impressed, to be honest. I don't think the interview revealed much. I also understand that’s sort of politics, and that's going to be true of any given campaign, that the more specific they get, the easier it is to campaign against them.\n\nI appreciated when Harris specifically was talking about her planned measures for economic reform and this opportunity economy she was talking about. But I don’t think it was particularly compelling or the questions were particularly challenging.\n\nI'm not sure if anything in it would convince me to vote for the Harris-Walz campaign. One of the big reasons people were excited for Harris taking over the ticket - after Biden was so bad in live, unscripted environments - was that she was young and she might infuse more energy into the Democratic campaign. But because of the lack of live interviews and answering questions so far I still have concerns about their competency.\n\nMore on the US election\nSIMPLE GUIDE: Everything you need to know about the vote\nANALYSIS: Harris unscathed after walking careful line in first interview\nFACT-CHECK: Fact-checking Kamala Harris’s first campaign interview\nEXPLAINER: Seven swing states that could decide election\nTHIRD-PARTY: Will RFK Jr backing Trump make a difference?\nVOTERS: What young Democrats want from Harris\n\nNorth America correspondent Anthony Zurcher makes sense of the race for the White House in his weekly US Election Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here.\n\nKamala Harris\nUS election 2024\nTim Walz</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/cgky2v681z4o'>Visit BBC News</a></li></ul>",
    "summary": "‘I want to see her challenged’ - swing voters unconvinced by Harris interview\n4 hours ago\nShare\nRachel Looker\nBBC News, Washington\nBBC\n\nKamala Harris’s first interview since becoming the Democratic...",
    "author": "Rachel Looker",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a7d4/live/2953f8a0-6723-11ef-bc9e-edf430e77eea.jpg.webp",
    "date": "1970-01-01T00:00:00.000Z",
    "resource": "BBC News",
    "id": "cm0hkpg540001mat7ecs076qu"
  },
  {
    "headline": "Protest, a punch and the Paralympics: Photos of the week",
    "link": "https://www.bbc.com/news/articles/c20l5plp7kzo",
    "slug": "protestapunch",
    "body": "<p>Protest, a punch and the Paralympics: Photos of the week\n3 hours ago\nShare\nFrank Life / AFP\nYara Nardi / Reuters\nEva Manez / Reuters\nDivyakant Solanki / EPA-EFE\nLiesa Johannssen / Reuters\nJuan Ignacio Roncoroni / EPA-EFE\nClaudia Morales / Reuters\nAlishia Abodunde / Getty Images\nYamil Lage / AFP\nFayaz Aziz / Reuters\nPhotography</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c20l5plp7kzo'>Visit BBC News</a></li></ul>",
    "summary": "Protest, a punch and the Paralympics: Photos of the week\n3 hours ago\nShare\nFrank Life / AFP\nYara Nardi / Reuters\nEva Manez / Reuters\nDivyakant Solanki / EPA-EFE\nLiesa Johannssen...",
    "author": "See article for details",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/44c3/live/eaaec9b0-66b2-11ef-b43e-6916dcba5cbf.jpg.webp",
    "date": "1970-01-01T00:00:00.000Z",
    "resource": "BBC News",
    "id": "cm0hkpgbu0002mat7a426012o"
  },
  {
    "headline": "Chelsea sign Sancho on loan from Man Utd",
    "link": "https://www.bbc.com/sport/football/articles/cdxlzxllykjo",
    "slug": "chelseasignsancho",
    "body": "<p>Chelsea sign Sancho on loan from Man Utd\n\nChelsea have signed Manchester United winger Jadon Sancho on loan until the end of the season.\n\nThe deal includes an obligation for Chelsea to sign the England international, 24, for between £20-25m next summer.\n\nSancho joined United in a £73m deal from German club Borussia Dortmund in July 2021 but has had a difficult time at Old Trafford.\n\nHe made 83 appearances across the three full seasons but had a high-profile falling out with manager Erik ten Hag which led to him training away from the first team.\n\nHaving re-joined Dortmund on loan in January, he returned to United in the summer and has not been in the squad for either of their Premier League games so far.\n\nThe last of his 23 England caps came back in 2021, having been overlooked for Euro 2024 and the World Cup in Qatar in 2022.\n\n'Best way out of a bad situation'\n\nBBC Sport chief football news reporter Simon Stone:\n\nFor Manchester United, this deal represents the best way out of a bad situation.\n\nSporting director Dan Ashworth, technical director Jason Wilcox and chief executive Omar Berrada have had to navigate their way out of major problem not of their making.\n\nSancho had already fallen out with Erik ten Hag when the trio of senior figures were installed. The uneasy truce negotiated to get Sancho back for pre-season training and onto the club’s tour of the United States was a temporary state that allowed him to retain his fitness, making it easier to find an alternative club to continue his career.\n\nThe reality is even before his very public bust-up with his manager, Sancho promised far more than he delivered for the Old Trafford club.\n\nUnited are trying to create a new reality and the emergence of Alejandro Garnacho last season and Amad Diallo at the start of this one has given Ten Hag other options for the wide positions, even without including Marcus Rashford and Antony.\n\nIt is a pity for everyone the move didn’t work. Given all that has happened, this solution is not great. But it is the best way out.\n\n'Sancho comes at a good price'\n\nBBC Sport football news reporter Nizaar Kinsella:\n\nFor Chelsea, the question of signing Sancho will simply be, why?\n\nThey have Christopher Nkunku, Nicolas Jackson, Pedro Neto, Mykhailo Mudryk, Noni Madueke, Cole Palmer, Joao Felix and Marc Guiu in their attack.\n\nBut they will argue that Sancho comes at a good price and that he could follow Cole Palmer's trajectory if allowed to get back to his best.\n\nThere is a host of ex-Manchester City back room staff at the club, including manager Enzo Maresca and influential recruitment specialist Joe Shields.\n\nThis is a player who, in Maresca's words, \"he knows\" and may ultimately fit his system.\n\nChelsea also like signing players that supported them as children, and south London born Sancho fits that bill.\n\nRelated Topics\nMore on this story</p><br><br><ul><li><a href='https://www.bbc.com/sport/football/articles/cdxlzxllykjo'>Visit BBC News</a></li></ul>",
    "summary": "Chelsea sign Sancho on loan from Man Utd\n\nChelsea have signed Manchester United winger Jadon Sancho on loan until the end of the season.\n\nThe deal includes...",
    "author": "See article for details",
    "media": "https://news.bbc.co.uk/nol/shared/img/bbc_news_120x60.gif",
    "date": "2024-08-31T01:38:01.213Z",
    "resource": "BBC News",
    "id": "cm0hkpgmo0003mat73vq2a6d7"
  }
]