[
  {
    "headline": "UN agencies to start rollout of Gaza polio vaccines",
    "link": "https://www.bbc.com/news/articles/c4gl62rvvp8o",
    "slug": "unagenciesto-weff77y5eg",
    "body": "<p>UN agencies and local health officials in the Gaza Strip are launching an ambitious campaign to vaccinate 640,000 children against polio.</p><p>The rollout relies on a series of localised pauses in fighting between Israeli forces and Hamas fighters, with the first window set to begin on Sunday.</p><p>To be effective, the World Health Organization (WHO) says at least 90% of children under 10 must be immunised in a short time frame.</p><p>It follows the discovery of the first confirmed case of polio in 25 years in Gaza, with a UN expert saying more children are likely to be infected and that there could be a wider regional outbreak if the virus is not dealt with.</p><p>A video shot a few months ago shows that baby Abdulrahman Abu Judyan was crawling early. But now as he turns one, his mother Niveen - who lives in a crowded tent camp in central Gaza - worries that he will never be able to walk.</p><p>“It was very shocking,” Niveen tells the BBC, recalling her son’s recent diagnosis with polio, which has left him partly paralysed in one leg. “I wasn’t expecting this. Now he may not be able to crawl or walk and the child was left without proper medical care.”</p><p>On 7 October - the day of a shocking Hamas-led attack on southern Israel which killed 1,200 people - newborn Abdulrahman was supposed to receive routine vaccinations but never did.</p><p>During the war that followed, the Abu Judyan family from the very north of Gaza, have moved five times - first to Gaza City, then to different locations in the centre, to Rafah in the far south and back to Deir al-Balah.</p><p>About 90% of all Gazans have been displaced and with health services under huge strain, most children have seen their regular immunisations disrupted leaving them vulnerable to infection, like Abdulrahman.</p><p>“I feel a lot of guilt that he didn’t get the vaccination. But I couldn’t give it to him because of our circumstances,” Niveen says as she rocks her baby in a car seat. She desperately hopes that her son can be taken outside Gaza for treatment. “He wants to live and walk like other children,” she says.</p><p>The mother struggles to find clean drinking water for her nine children. Close to the makeshift tent where they live, raw sewage flows through the street.</p><p>Conditions are ideal for the spread of diseases - especially polio which is highly infectious.</p><p>Since discovering the virus in wastewater samples taken in June, UN agencies have been racing to set up an emergency mass vaccination programme.</p><p>Around 1.3 million doses of the vaccine were recently brought in through the Kerem Shalom checkpoint by Unicef - the UN’s children’s agency. It has had to keep them in cold storage in its warehouse at the correct temperature to maintain their potency. Another shipment of 400,000 doses is set to be delivered to Gaza soon.</p><p>On Thursday, the WHO said that it had reached an agreement with Israel for limited pauses in the fighting to allow the polio vaccination programme to take place, starting in central Gaza but then spreading to the south and north. Each “humanitarian pause” is set to last from 06:00 until 15:00 local time over three days, with the possibility of adding an extra day if needed.</p><p>Unicef's Jonathan Crickx says it is crucial that these temporary truces hold.</p><p>“You cannot lead and implement a polio vaccination campaign in an active combat zone. It’s simply impossible,” he says.</p><p>“Families need to be feeling safe in bringing their children to get the vaccines. But also, the healthcare workers need to be able to safely reach the communities.”</p><p>“This is a huge endeavour,” Mr Crickx adds. “Especially in a place like the Gaza Strip where we know that, for example, roads have been damaged, that access is problematic, that security incidents take place on a daily basis.”</p><p>More than 2,000 workers - mostly locals - are involved in the immunisation effort. Palestinian health officials say there will be more than 400 fixed vaccination sites - which include healthcare centres, hospitals, clinics, and field hospitals – and about 230 so-called outreach sites, community gathering places, where vaccines will be distributed.</p><p>Each child must receive two drops of oral polio vaccine in two rounds, the second to be administered four weeks after the first. It is essential that the programme is carried out quickly to prevent mutation of the virus and break transmission.</p><p>The polio variant that triggered this latest outbreak is itself a mutated virus from an oral polio vaccine. This is because the vaccine contains a weakened live virus which in very rare cases is shed by those who receive it and can then evolve into a new form that can start new epidemics.</p><p>With doctors in Gaza on high alert for potential polio infections in children, tests are being carried out at a WHO-approved laboratory in Jordan.</p><p>“There could be more cases of paralytic polio until this outbreak is stopped and this virus will paralyse more children,” Dr Hamid Jafari, WHO director of polio eradication for the eastern Mediterranean, tells me from Amman.</p><p>He says the stakes are high for the whole region. “The risk of course, is not only just for Gaza, given the high force of transmission in Gaza, there is a risk of this spilling over into Israel, into the West Bank and surrounding countries.”</p><p>For now, though the focus remains on Gaza - where children make up nearly half of the 2.3 million population.</p><p>The past year has deprived many of their loved ones, their homes and health. With no end in sight to the war, the hope is that at least one new source of suffering can be eliminated.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c4gl62rvvp8o'>Visit BBC News</a></li></ul>",
    "summary": "UN agencies and local health officials in the Gaza Strip are launching an ambitious campaign to vaccinate 640,000 children against polio. The rollout relies on...",
    "author": "Yolande Knell",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/09b6/live/783f9cb0-6789-11ef-8ad2-4d50fb5ef929.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwefl50000h2t74vl66d9z",
    "date": "2024-09-01T01:33:42.377Z"
  },
  {
    "headline": "Russian activist speaks out in spy case after prisoner swap",
    "link": "https://www.bbc.com/news/articles/c07e0m9r35jo",
    "slug": "russianactivistspeaks-weff7nh8kh",
    "body": "<p>In early August, Pablo González was taken from a prison in Poland and flown to Moscow on a plane carrying Russian deep-cover agents, hackers and a hitman for the FSB intelligence service.</p><p>The group was met at the airport by a military guard, red carpet and Vladimir Putin – thanking them for their loyal service to the country.</p><p>Video footage from that night in Moscow shows Mr González smiling as he shakes hands with President Putin at the foot of the plane steps. Black-bearded, with a shaven and shiny head, he’s wearing a Star Wars T-shirt that declares “Your Empire Needs You”.</p><p>Known by his Russian friends as “Pablo, the Basque journalist”, the 42-year-old was part of a major prisoner swap for Westerners held in Russian jails and Russian dissidents.</p><p>In the group freed by Vladimir Putin were two opposition activists Mr González was accused of spying on.</p><p>He’d been arrested in Poland in 2022 for alleged espionage.</p><p>“I got my first suspicions in 2019. It just dawned on me,” Zhanna Nemtsova tells me, in the first interview she’s given about the man who spied on her.</p><p>The two met in 2016 at an event about the investigation into her father’s murder. Boris Nemtsov, a staunch opponent of Vladimir Putin, had been assassinated a year earlier, right beside the Kremlin.</p><p>His daughter - herself a vocal Putin critic – eventually moved to Europe for safety.</p><p>That day in Strasbourg, Pablo González asked Ms Nemtsova for an interview for a newspaper in the Basque region. She refused, at first. But the journalist – Spanish, with Russian roots – gradually became something of a fixture in her circle: attending events, taping interviews, mingling.</p><p>Looking back, Ms Nemtsova remembers becoming wary.</p><p>“I shared my suspicions with a couple of people and they were like, ‘No, this is nonsense!’ People regard you as crazy if you bring up some things. They can think you paranoid.</p><p>“But I was absolutely right.”</p><p>That’s why she’s decided to speak out openly now.</p><p>“I want other people to be very careful,” Zhanna Nemtsova explains. “The threat is not something you can just read in books or watch at the movies. It’s very close.”</p><p>Mr González was only formally charged with espionage a week after he left Poland, flown to Moscow as part of the August prisoner swap. By then, he’d spent well over two years locked up, awaiting trial.</p><p>All along, Polish prosecutors have deflected questions about the case and the process. Intelligence sources remain tight-lipped. The Polish lawyer who first represented Mr González says he can’t comment.</p><p>By the time of his arrest, Mr González had been living in Warsaw for at least three years, much of that time with his Polish girlfriend. He was a freelance journalist, working mostly for Spanish-language press.</p><p>He reported from the war in Nagorno-Karabakh and travelled to Ukraine. At some point, he joined a media trip to Syria run by the Russian defence ministry, always very selective about who it takes.</p><p>It was in 2022 that he was detained, briefly, in Ukraine, though the SBU security service there won’t divulge any details. Then, on 28 February, Mr González was arrested in Przemysl, eastern Poland, where he was part of the media pack covering the start of Russia’s all-out war on Ukraine.</p><p>The trigger for the arrest has not been made public.</p><p>Last year, Zhanna Nemtsova was shown evidence of Mr González’s activity as part of the criminal investigation.</p><p>“I have no doubt he was a spy. I am sure, 100%,” she told me this week.</p><p>Ms Nemtsova is banned by a non-disclosure agreement from sharing details of the evidence. As a result, she’s had to watch people continue to profess that Mr González is innocent.</p><p>“It’s scary. We shouldn’t downplay this. These people have no moral scruples. They regard you as their enemies,” she warns, referring to Russian intelligence agents.</p><p>Although Ms Nemtsova says she never trusted Mr González as a true friend, he did manage to insert himself into her circle. He was informing on the group from the start, she says.</p><p>“He can be very charming, he knows how to communicate with people, make them feel at ease.”</p><p>Her ex-husband, Pavel Elizarov, agrees. He and Mr González were “quite close for some period of time”. He would visit him in Spain, talk politics and do tourism. He introduced others to his friend.</p><p>Ilya Yashin, another prominent activist, went to football matches with Mr González in Spain and even coat shopping. When Mr González was released in the prisoner swap, Mr Yashin was one of the trades: he’d been imprisoned in Russia for condemning the war on Ukraine.</p><p>Vadim Prokhorov, the Nemtsov family lawyer, recalls another detail.</p><p>“He drank like a Russian,” Mr Prokhorov told me. “He could hold his drink without falling over. We should have suspected him back then!”</p><p>We did ask to interview Mr González via his wife, who lives in Spain and has been his most avid supporter. So far, he hasn’t replied.</p><p>Instead, he appeared on Kremlin-controlled television, filmed wandering through a Moscow suburb, reminiscing in perfect Russian about sledging on cardboard as a child.</p><p>He was born, he explains, Pavel Rubtsov – still the name in his Russian passport.</p><p>He became Pablo González when he moved to Spain with his mother in 1991. His grandfather had been evacuated to the USSR during the Spanish Civil War, so Pavel and his mother were entitled to Spanish citizenship.</p><p>It all made him ideal recruitment material for Russian intelligence, but the state TV report declared that Poland had no evidence of that.</p><p>“They threatened and pressured me,” Mr González says, in his extremely deep voice. “I asked, ‘What did I do?’ and they said, ‘You know.’ But I didn’t.”</p><p>No-one I’ve interviewed has characterised Mr González as a Putin fan, although Zhanna Nemtsova says she and he were on “different sides of the political spectrum”.</p><p>“I didn’t get any pro-Russian vibe off him,” a Polish contact said.</p><p>But on Russian TV, Mr González is quite clearly excited as he describes meeting “Vladimir Vladimirovich Putin” at Vnukovo airport in Moscow.</p><p>Coming down the plane steps, he says, he was “practising” all the way how to greet his president. “I wanted to be sure it was a strong, manly handshake,” Mr González explains, with a big grin.</p><p>The BBC has not had direct access to any of the material in this case. But we have interviewed reliable sources whose accounts, taken together, reveal that Pablo González was informing on a number of people in Europe.</p><p>When he was detained, Polish investigators discovered reports detailing the movements, contacts and profiles of people ranging over several years.</p><p>Russian opposition activists were one target, including those close to Zhanna Nemtsova. There’s a report on at least one Polish citizen, as well as students of a journalism summer school run by Ms Nemtsova. Investigators also found emails that Mr González had copied from a laptop he had been lent.</p><p>We don’t know who these reports were sent to, but they list expenses incurred in gathering information, including transport costs. “There were a lot of details, including what they ate for lunch,” the BBC was told.</p><p>In some cases, that source says, questions have been added, apparently by a superior seeking clarification or more detail.</p><p>One of the reports concerns the Russian defence ministry press trip to Syria that Mr González went on, though its main focus is to criticise the ministry for poor organisation of the tour.</p><p>The official charge sheet accuses Mr González of espionage - namely, providing intelligence, spreading disinformation and “conducting operational reconnaissance” for Russian military intelligence, the GRU.</p><p>We don’t know what other evidence there might be, but the value of what he gathered on the Russian opposition is unclear.</p><p>I was told that some reports are “sloppy” and include information taken from the internet. “Some were really wordy, with 10 pages instead of one. Probably to get more funding,” the source thought.</p><p>The first part matches the comments of a close friend of Mr González who told me he was “a bit lazy”.</p><p>The BBC also understands that the accuracy of the reports deteriorates notably after 2018, with fewer notes or corrections by a senior officer, or handler. It may be coincidental, but that’s when large numbers of Russian intelligence assets were expelled from Europe, after double-agent Sergei Skripal and his daughter were poisoned in the British city of Salisbury.</p><p>And although Russian activists who socialised with “Pablo, the Basque journalist” were shocked to learn he’d betrayed them, they doubt he had access to sensitive information.</p><p>“We are not in the habit of sharing this information with anyone, as we’ve always known we could face such problems,” Zhanna Nemtsova confirms.</p><p>“Everything we said to him, we’d say to anyone else in public,” opposition politician Vladimir Kara-Murza told me after his release as part of the same prisoner swap.</p><p>One source sought to downplay the case against Mr González, describing the contents of the reports as \"not serious\". But Ms Nemtsova – whose father was murdered in Moscow for his politics – strongly disagrees.</p><p>“His words were important for the GRU [Russian military intelligence]. They might have led to serious consequences. This does not suggest that Pablo himself would do some damage. But they have other people who do this.</p><p>“That’s why this is serious.”</p><p>When Mr González was detained, there was a flurry of protest over accusing a journalist of espionage. The EU had significant concerns about the rule of law under the previous Polish government, while groups such as Reporters Without Borders called for Mr González to be brought to trial, allowed to defend himself against any evidence, or be set free.</p><p>“I thought maybe they were mistaken about the arrest,” a Polish journalist who knew Mr González remembers his own initial doubts. “I thought maybe it was just to show the government were doing stuff about Russia.”</p><p>As Mr González was never convicted, his staunchest supporters still argue that Poland has “got away” with an injustice. But most were silenced by last month’s prisoner swap and the ceremonial welcome in Moscow.</p><p>The government in Madrid has been notably quiet on the case, in public, from the start.</p><p>“But that prisoner exchange, and González’s reception, are the reply to everything,” one official there told me. As she put it, it would be very odd for Vladimir Putin – crusher of the free media – to “save” a mere journalist.</p><p>Weeks after Mr González was returned to Moscow, the spy scandal is still causing headaches for Ms Nemtsova.</p><p>In 2018 and 2019, the foundation she set up after her father’s killing invited “Pablo, the Basque journalist” to Prague to give a lecture on war reporting. The summer school for young journalists was hosted by Charles University.</p><p>Now Czech media have declared that academia has been “infiltrated”, prompting a PhD student to write a dramatic letter to the university Arts Faculty, warning that the Nemtsov Foundation may pose a security threat “to the entire Czech Republic”.</p><p>The student, Aliaksandr Parshankou, suggested suspending a Russian Studies MA, supported by Ms Nemtsova’s group, pending an investigation. He told the BBC the course was “by definition a point of attraction for Putin” and called for it to carry a warning that the safety of students “cannot be guaranteed”.</p><p>Ms Nemtsova calls the student’s claims “groundless and manipulative” and he admits he has no actual evidence. But the foundation is part of the legacy of Ms Nemtsova’s father and she fears the aim is to “kick us out of the faculty”.</p><p></p><p>“I am a victim of espionage,” she protested. “It can happen to people like me, but that doesn’t mean we represent a threat to the Czech Republic.”</p><p>Pablo González was flown back to Moscow by Russia, where his passport identifies him as Pavel Rubtsov.</p><p>Spain does not deprive people of citizenship, even those suspected of espionage. But Mr González would have to reapply for his Spanish passport.</p><p>The chances of him heading there seem slim while there’s a case for espionage open in the EU. It’s unclear how long that case might be left pending.</p><p>As for visiting his sons there, an official in Madrid was clear: “They are free to go and see him in Moscow.”</p><p>Once an intelligence agent is unmasked, their career options and movements are limited.</p><p>Other Russians who’ve followed a similar path have ended up starring on state-controlled TV. Perhaps Pablo will restyle himself as Pavel, and find himself praising Vladimir Putin a lot more.</p><p>As for Zhanna Nemtsova, she admits she’s even more cautious about who she deals with.</p><p>“Now I always think about security,” she told me. “I did think about my security before, because I left Russia. But I didn’t think about security in Europe. Now of course, I do. And I am careful.”</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c07e0m9r35jo'>Visit BBC News</a></li></ul>",
    "summary": "In early August, Pablo González was taken from a prison in Poland and flown to Moscow on a plane carrying Russian deep-cover agents, hackers and...",
    "author": "Sarah Rainsford",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0829/live/52a82490-67d9-11ef-ab67-050b521ab407.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwefrw0001h2t76y6576r4",
    "date": "2024-09-01T01:33:42.620Z"
  },
  {
    "headline": "Watch: Elvis's diamond ring among rare celebrity auction items",
    "link": "https://www.bbc.com/news/videos/c984gx185g7o",
    "slug": "watchelvissdiamond-weff7a24g5",
    "body": "<br><br><ul><li><a href='https://www.bbc.com/news/videos/c984gx185g7o'>Visit BBC News</a></li></ul>",
    "summary": "...",
    "author": "See article for deatails",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7aad/live/be0f2ae0-5b49-11ef-b2d2-cdb23d5d7c5b.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweg0o0002h2t7decm3n6e",
    "date": "2024-09-01T01:33:42.936Z"
  },
  {
    "headline": "Russian activist speaks out in spy case after prisoner swap",
    "link": "https://www.bbc.com/news/articles/c07e0m9r35jo",
    "slug": "russianactivistspeaks-weff79dzz7",
    "body": "<p>In early August, Pablo González was taken from a prison in Poland and flown to Moscow on a plane carrying Russian deep-cover agents, hackers and a hitman for the FSB intelligence service.</p><p>The group was met at the airport by a military guard, red carpet and Vladimir Putin – thanking them for their loyal service to the country.</p><p>Video footage from that night in Moscow shows Mr González smiling as he shakes hands with President Putin at the foot of the plane steps. Black-bearded, with a shaven and shiny head, he’s wearing a Star Wars T-shirt that declares “Your Empire Needs You”.</p><p>Known by his Russian friends as “Pablo, the Basque journalist”, the 42-year-old was part of a major prisoner swap for Westerners held in Russian jails and Russian dissidents.</p><p>In the group freed by Vladimir Putin were two opposition activists Mr González was accused of spying on.</p><p>He’d been arrested in Poland in 2022 for alleged espionage.</p><p>“I got my first suspicions in 2019. It just dawned on me,” Zhanna Nemtsova tells me, in the first interview she’s given about the man who spied on her.</p><p>The two met in 2016 at an event about the investigation into her father’s murder. Boris Nemtsov, a staunch opponent of Vladimir Putin, had been assassinated a year earlier, right beside the Kremlin.</p><p>His daughter - herself a vocal Putin critic – eventually moved to Europe for safety.</p><p>That day in Strasbourg, Pablo González asked Ms Nemtsova for an interview for a newspaper in the Basque region. She refused, at first. But the journalist – Spanish, with Russian roots – gradually became something of a fixture in her circle: attending events, taping interviews, mingling.</p><p>Looking back, Ms Nemtsova remembers becoming wary.</p><p>“I shared my suspicions with a couple of people and they were like, ‘No, this is nonsense!’ People regard you as crazy if you bring up some things. They can think you paranoid.</p><p>“But I was absolutely right.”</p><p>That’s why she’s decided to speak out openly now.</p><p>“I want other people to be very careful,” Zhanna Nemtsova explains. “The threat is not something you can just read in books or watch at the movies. It’s very close.”</p><p>Mr González was only formally charged with espionage a week after he left Poland, flown to Moscow as part of the August prisoner swap. By then, he’d spent well over two years locked up, awaiting trial.</p><p>All along, Polish prosecutors have deflected questions about the case and the process. Intelligence sources remain tight-lipped. The Polish lawyer who first represented Mr González says he can’t comment.</p><p>By the time of his arrest, Mr González had been living in Warsaw for at least three years, much of that time with his Polish girlfriend. He was a freelance journalist, working mostly for Spanish-language press.</p><p>He reported from the war in Nagorno-Karabakh and travelled to Ukraine. At some point, he joined a media trip to Syria run by the Russian defence ministry, always very selective about who it takes.</p><p>It was in 2022 that he was detained, briefly, in Ukraine, though the SBU security service there won’t divulge any details. Then, on 28 February, Mr González was arrested in Przemysl, eastern Poland, where he was part of the media pack covering the start of Russia’s all-out war on Ukraine.</p><p>The trigger for the arrest has not been made public.</p><p>Last year, Zhanna Nemtsova was shown evidence of Mr González’s activity as part of the criminal investigation.</p><p>“I have no doubt he was a spy. I am sure, 100%,” she told me this week.</p><p>Ms Nemtsova is banned by a non-disclosure agreement from sharing details of the evidence. As a result, she’s had to watch people continue to profess that Mr González is innocent.</p><p>“It’s scary. We shouldn’t downplay this. These people have no moral scruples. They regard you as their enemies,” she warns, referring to Russian intelligence agents.</p><p>Although Ms Nemtsova says she never trusted Mr González as a true friend, he did manage to insert himself into her circle. He was informing on the group from the start, she says.</p><p>“He can be very charming, he knows how to communicate with people, make them feel at ease.”</p><p>Her ex-husband, Pavel Elizarov, agrees. He and Mr González were “quite close for some period of time”. He would visit him in Spain, talk politics and do tourism. He introduced others to his friend.</p><p>Ilya Yashin, another prominent activist, went to football matches with Mr González in Spain and even coat shopping. When Mr González was released in the prisoner swap, Mr Yashin was one of the trades: he’d been imprisoned in Russia for condemning the war on Ukraine.</p><p>Vadim Prokhorov, the Nemtsov family lawyer, recalls another detail.</p><p>“He drank like a Russian,” Mr Prokhorov told me. “He could hold his drink without falling over. We should have suspected him back then!”</p><p>We did ask to interview Mr González via his wife, who lives in Spain and has been his most avid supporter. So far, he hasn’t replied.</p><p>Instead, he appeared on Kremlin-controlled television, filmed wandering through a Moscow suburb, reminiscing in perfect Russian about sledging on cardboard as a child.</p><p>He was born, he explains, Pavel Rubtsov – still the name in his Russian passport.</p><p>He became Pablo González when he moved to Spain with his mother in 1991. His grandfather had been evacuated to the USSR during the Spanish Civil War, so Pavel and his mother were entitled to Spanish citizenship.</p><p>It all made him ideal recruitment material for Russian intelligence, but the state TV report declared that Poland had no evidence of that.</p><p>“They threatened and pressured me,” Mr González says, in his extremely deep voice. “I asked, ‘What did I do?’ and they said, ‘You know.’ But I didn’t.”</p><p>No-one I’ve interviewed has characterised Mr González as a Putin fan, although Zhanna Nemtsova says she and he were on “different sides of the political spectrum”.</p><p>“I didn’t get any pro-Russian vibe off him,” a Polish contact said.</p><p>But on Russian TV, Mr González is quite clearly excited as he describes meeting “Vladimir Vladimirovich Putin” at Vnukovo airport in Moscow.</p><p>Coming down the plane steps, he says, he was “practising” all the way how to greet his president. “I wanted to be sure it was a strong, manly handshake,” Mr González explains, with a big grin.</p><p>The BBC has not had direct access to any of the material in this case. But we have interviewed reliable sources whose accounts, taken together, reveal that Pablo González was informing on a number of people in Europe.</p><p>When he was detained, Polish investigators discovered reports detailing the movements, contacts and profiles of people ranging over several years.</p><p>Russian opposition activists were one target, including those close to Zhanna Nemtsova. There’s a report on at least one Polish citizen, as well as students of a journalism summer school run by Ms Nemtsova. Investigators also found emails that Mr González had copied from a laptop he had been lent.</p><p>We don’t know who these reports were sent to, but they list expenses incurred in gathering information, including transport costs. “There were a lot of details, including what they ate for lunch,” the BBC was told.</p><p>In some cases, that source says, questions have been added, apparently by a superior seeking clarification or more detail.</p><p>One of the reports concerns the Russian defence ministry press trip to Syria that Mr González went on, though its main focus is to criticise the ministry for poor organisation of the tour.</p><p>The official charge sheet accuses Mr González of espionage - namely, providing intelligence, spreading disinformation and “conducting operational reconnaissance” for Russian military intelligence, the GRU.</p><p>We don’t know what other evidence there might be, but the value of what he gathered on the Russian opposition is unclear.</p><p>I was told that some reports are “sloppy” and include information taken from the internet. “Some were really wordy, with 10 pages instead of one. Probably to get more funding,” the source thought.</p><p>The first part matches the comments of a close friend of Mr González who told me he was “a bit lazy”.</p><p>The BBC also understands that the accuracy of the reports deteriorates notably after 2018, with fewer notes or corrections by a senior officer, or handler. It may be coincidental, but that’s when large numbers of Russian intelligence assets were expelled from Europe, after double-agent Sergei Skripal and his daughter were poisoned in the British city of Salisbury.</p><p>And although Russian activists who socialised with “Pablo, the Basque journalist” were shocked to learn he’d betrayed them, they doubt he had access to sensitive information.</p><p>“We are not in the habit of sharing this information with anyone, as we’ve always known we could face such problems,” Zhanna Nemtsova confirms.</p><p>“Everything we said to him, we’d say to anyone else in public,” opposition politician Vladimir Kara-Murza told me after his release as part of the same prisoner swap.</p><p>One source sought to downplay the case against Mr González, describing the contents of the reports as \"not serious\". But Ms Nemtsova – whose father was murdered in Moscow for his politics – strongly disagrees.</p><p>“His words were important for the GRU [Russian military intelligence]. They might have led to serious consequences. This does not suggest that Pablo himself would do some damage. But they have other people who do this.</p><p>“That’s why this is serious.”</p><p>When Mr González was detained, there was a flurry of protest over accusing a journalist of espionage. The EU had significant concerns about the rule of law under the previous Polish government, while groups such as Reporters Without Borders called for Mr González to be brought to trial, allowed to defend himself against any evidence, or be set free.</p><p>“I thought maybe they were mistaken about the arrest,” a Polish journalist who knew Mr González remembers his own initial doubts. “I thought maybe it was just to show the government were doing stuff about Russia.”</p><p>As Mr González was never convicted, his staunchest supporters still argue that Poland has “got away” with an injustice. But most were silenced by last month’s prisoner swap and the ceremonial welcome in Moscow.</p><p>The government in Madrid has been notably quiet on the case, in public, from the start.</p><p>“But that prisoner exchange, and González’s reception, are the reply to everything,” one official there told me. As she put it, it would be very odd for Vladimir Putin – crusher of the free media – to “save” a mere journalist.</p><p>Weeks after Mr González was returned to Moscow, the spy scandal is still causing headaches for Ms Nemtsova.</p><p>In 2018 and 2019, the foundation she set up after her father’s killing invited “Pablo, the Basque journalist” to Prague to give a lecture on war reporting. The summer school for young journalists was hosted by Charles University.</p><p>Now Czech media have declared that academia has been “infiltrated”, prompting a PhD student to write a dramatic letter to the university Arts Faculty, warning that the Nemtsov Foundation may pose a security threat “to the entire Czech Republic”.</p><p>The student, Aliaksandr Parshankou, suggested suspending a Russian Studies MA, supported by Ms Nemtsova’s group, pending an investigation. He told the BBC the course was “by definition a point of attraction for Putin” and called for it to carry a warning that the safety of students “cannot be guaranteed”.</p><p>Ms Nemtsova calls the student’s claims “groundless and manipulative” and he admits he has no actual evidence. But the foundation is part of the legacy of Ms Nemtsova’s father and she fears the aim is to “kick us out of the faculty”.</p><p></p><p>“I am a victim of espionage,” she protested. “It can happen to people like me, but that doesn’t mean we represent a threat to the Czech Republic.”</p><p>Pablo González was flown back to Moscow by Russia, where his passport identifies him as Pavel Rubtsov.</p><p>Spain does not deprive people of citizenship, even those suspected of espionage. But Mr González would have to reapply for his Spanish passport.</p><p>The chances of him heading there seem slim while there’s a case for espionage open in the EU. It’s unclear how long that case might be left pending.</p><p>As for visiting his sons there, an official in Madrid was clear: “They are free to go and see him in Moscow.”</p><p>Once an intelligence agent is unmasked, their career options and movements are limited.</p><p>Other Russians who’ve followed a similar path have ended up starring on state-controlled TV. Perhaps Pablo will restyle himself as Pavel, and find himself praising Vladimir Putin a lot more.</p><p>As for Zhanna Nemtsova, she admits she’s even more cautious about who she deals with.</p><p>“Now I always think about security,” she told me. “I did think about my security before, because I left Russia. But I didn’t think about security in Europe. Now of course, I do. And I am careful.”</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c07e0m9r35jo'>Visit BBC News</a></li></ul>",
    "summary": "In early August, Pablo González was taken from a prison in Poland and flown to Moscow on a plane carrying Russian deep-cover agents, hackers and...",
    "author": "Sarah Rainsford",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0829/live/52a82490-67d9-11ef-ab67-050b521ab407.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweg880003h2t7282mblsw",
    "date": "2024-09-01T01:33:43.208Z"
  },
  {
    "headline": "Kamala Harris criticises Trump over Arlington Cemetery dispute",
    "link": "https://www.bbc.com/news/articles/c39k379grzlo",
    "slug": "kamalaharriscriticises-weff7ez0zc",
    "body": "<p>Vice-President Kamala Harris is criticising former president Donald Trump over a recent controversy involving his campaign at Arlington National Cemetery, saying the military burial site is “not a place for politics”.</p><p>Ms Harris took aim at Trump on Saturday in a post on social media, writing that he “disrespected sacred ground, all for the sake of a political stunt”.</p><p>The US Army said a Trump staffer “abruptly pushed aside” a cemetery employee who was trying to warn his team about rules against filming in the cemetery.</p><p>The Trump campaign has disputed the cemetery's version of events and said it received permission from the families of the fallen soldiers to film.</p><p>The incident happened on Monday, when Trump was at an event honouring 13 US military service members who were killed during the country's withdrawal from Afghanistan three years ago.</p><p>Saturday’s post marks the first time Ms Harris, the Democratic nominee for president, has commented on the controversy.</p><p>She wrote that she has visited Arlington National Cemetery in Virginia several times during her tenure as vice-president, and she would never use the site for political gain.</p><p>“If there is one thing on which we as Americans can all agree, it is that our veterans, military families, and service members should be honored, never disparaged, and treated with nothing less than our highest respect and gratitude,” Ms Harris said.</p><p>“And it is my belief that someone who cannot meet this simple, sacred duty should never again stand behind the seal of the President of the United States of America.”</p><p>At a campaign rally in Michigan on Thursday, Trump hit back at those who had criticised him over the incident.</p><p>He said he had been asked to pose for a photo at the site after the memorial by family members of the soldiers who had died.</p><p>“I go there, they ask me to have a picture and they say I was campaigning,” Trump said. “The one thing I get plenty of is publicity. I don't need that. I don't need the publicity.”</p><p>Trump's running mate JD Vance used the controversy to attack the Biden administration over its handling of the 2021 withdrawal from Afghanistan, saying that Ms Harris \"can go to hell\".</p><p>\"Three years ago, 13 brave, innocent Americans died, and they died because Kamala Harris refused to do her job,\" Mr Vance said on Wednesday in response to questions from BBC's US partner, CBS News.</p><p>NPR reported earlier that two members of Trump’s campaign staff verbally abused and pushed the cemetery worker aside when she tried to intervene.</p><p>Federal law prevents use of the cemetery for political campaigning and the US Army said participants were warned of the rules in advance.</p><p>A US Army spokesperson said on Thursday that “the incident was unfortunate, and it is also unfortunate that the ANC employee and her professionalism has been unfairly attacked.”</p><p>The Trump campaign has denied that a physical altercation took place at the cemetery, adding “we are prepared to release footage if such defamatory claims are made”.</p><p>House Democrats have since asked the US Army for a report into the incident, asking for a “full account” of what happened.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c39k379grzlo'>Visit BBC News</a></li></ul>",
    "summary": "Vice-President Kamala Harris is criticising former president Donald Trump over a recent controversy involving his campaign at Arlington National Cemetery, saying the military burial site...",
    "author": "Nadine Yousif",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/2980/live/93bade40-67df-11ef-8f80-436745fb1a1a.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwegeq0004h2t74tm4f4fn",
    "date": "2024-09-01T01:33:43.442Z"
  },
  {
    "headline": "US rapper Fatman Scoop dies after collapsing on stage",
    "link": "https://www.bbc.com/news/articles/clyn0z93p11o",
    "slug": "usrapperfatman-weff7n9rm7",
    "body": "<p>US rapper Fatman Scoop has died aged 53 after collapsing at his concert on Friday in Connecticut, his representative has told the BBC.</p><p>He was halfway through his set at the Town Center Park in the city of Hamden when he collapsed on stage.</p><p>Mayor Lauren Garrett said in a post to Facebook that the rapper was taken to a local hospital by ambulance.</p><p>But his booking agency, MN2S, confirmed his death in a statement to the BBC, saying the New York native's \"legacy will live on through his timeless music\".</p><p>\"Scoop was a beloved figure in the music world, whose work was loved by countless fans across the globe,\" an agency spokesperson.</p><p>\"His iconic voice, infectious energy, and great personality made an indelible mark on the industry.\"</p><p>In a tribute on social media, Scoop's family said he was \"a radiant soul, a beacon of light on the stage and in life.\"</p><p>\"FatMan Scoop was not just a world class performer, he was a father, brother, uncle and a friend,\" his family said.</p><p>\"He was the laughter in our lives, a constant source of support, unwavering strength and courage.\"</p><p>Scoop, whose legal name is Isaac Freeman III, has been credited as an influential figure in New York City’s hip hop scene in the 1990s.</p><p>He has featured on popular songs including Grammy award-winning Lose Control by Missy Elliott and It’s Like That by Mariah Carey.</p><p>Scoop is also known for his sleeper hit Be Faithful, which was originally released in 1999 but garnered international success in 2003, topping the charts in Ireland and the UK.</p><p>In 2004, the rapper was featured in the UK TV series Chancers on Channel 4, which featured musicians mentoring aspiring UK artists looking to achieve success in the US.</p><p>Fatman Scoop was also a contestant on Celebrity Big Brother 16: UK vs USA, which was housed in the UK and aired in 2015. He was the third housemate to be evicted.</p><p>His tour manager, DJ Pure Cold, wrote in a post on Instagram that he was “lost for words” at the news of his friend’s death.</p><p>“You took me all over the world and had me performing alongside you on some of the biggest and greatest stages on this planet,” he wrote.</p><p>“The things you taught me have truly made me the man I am today.”</p><p>Fatman Scoop was due to perform at the UK’s Reminisce Festival on 7 September. In a post on Instagram, the festival called the news of his death “devastating”.</p><p>“He was not just one of our most popular performers, he was a cherished member of the Reminisce family,” the festival said.</p><p>“His energy, talent and infectious spirit will be missed more than words can express.”</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/clyn0z93p11o'>Visit BBC News</a></li></ul>",
    "summary": "US rapper Fatman Scoop has died aged 53 after collapsing at his concert on Friday in Connecticut, his representative has told the BBC. He was...",
    "author": "Nadine Yousif",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7b6b/live/a2063160-67ae-11ef-8810-5fd16396dae9.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwegkw0005h2t77st37wzc",
    "date": "2024-09-01T01:33:43.664Z"
  },
  {
    "headline": "Oasis gigs sell out as fans criticise 'dynamic pricing'",
    "link": "https://www.bbc.com/news/articles/c5y8wer58x6o",
    "slug": "oasisgigssell-weff7is7wl",
    "body": "<p>The Oasis comeback tour has sold out for all the dates the band announced it would play across the UK and Ireland next summer.</p><p>The band wrote on X (formerly Twitter) that tickets for all 17 gigs had been scooped up as of 19:00 BST - but many fans criticised the sales process and prices.</p><p>Throughout the day, hundreds of thousands of fans sat in online queues in the hope of being able to buy a first-hand view of a tour that comes 15 years after the group disbanded in an acrimonious split.</p><p>“Dynamic pricing” on Ticketmaster, where prices rise in line with demand, set some remaining tickets at more than £350 - up from £135 when the sale began.</p><p>Earlier this week, standing price tickets for Cardiff, London and Edinburgh were advertised as £135 plus fees. But angry fans online said they noted \"in demand\" pricing on Ticketmaster had increased prices to £355 plus fees.</p><p>Ticketmaster say they do not set ticket prices.</p><p>A link on the ticketing website stated: \"Promoters and artists set ticket prices. Prices can be either fixed or market-based. Market-based tickets are labelled as 'Platinum' or 'In Demand'.\"</p><p>Ticketmaster confirmed that fans did not get anything else for the price increase.</p><p>Oasis and the band's promoter were not commenting on the issue on Saturday evening.</p><p>Dynamic pricing is not new and is allowed under consumer protection laws.</p><p>The Advertising Standards Authority (ASA) told the BBC it could not pass comment on Ticketmaster's pricing in this instance.</p><p>“We encourage anyone with concerns to get in touch with us and we’d carefully assess whether there were any grounds for action,” an ASA spokesperson said.</p><p>But they added: “Our rules (the Advertising Codes) are clear – quoted prices must not mislead.”</p><p>Within minutes of Saturday's morning sale, some people looking for tickets for gigs at London's Wembley Stadium next July and August found more than one million people ahead of them in the queue.</p><p>Others were put into a \"queue for the queue\" with all three ticket sellers redirecting people to a page saying their sites were experiencing high demand.</p><p>Tickets were on sale from 09:00 BST and an hour earlier for Ireland, where issues accessing the Ticketmaster website were also reported.</p><p>Some hopefuls also said they had been \"suspended\" by Ticketmaster after it accused them of being bots - automatic computer programmes that can snap up tickets quicker than humans.</p><p>Jamie Moore, 50, from East Kilbride, was hoping to get tickets to see Oasis and “re-live the good times” but was kicked out when he reached the front of the online queue after being mistaken for a bot.</p><p>Mr Moore says he has “never been so let down by a website” in his life.</p><p>Many others have expressed frustration and anger at how the website handled demand.</p><p>Ticketmaster's website called for patience from fans, saying that “as expected Oasis is incredibly popular” and encouraged people to keep their places, “clear cookies”, and avoid using VPN software on their device.</p><p>Noel and Liam Gallagher announced on Tuesday that they had put their differences behind them, confirming the band's long-awaited reunion.</p><p>The group disbanded 15 years ago following a backstage brawl between the brothers at the Rock en Seine festival in Paris.</p><p>On Friday, shortly after a three-hour pre-sale for a limited number of fans began, tickets for the UK gigs were being listed on resale websites like StubHub and Viagogo for more than £6,000 - around 40 times the face value of a standing ticket.</p><p>They included:</p><p>Standing tickets for the shows were expected to cost about £150, while standard seated tickets range from £73 to about £205. Prices for official premium packages go up to £506.</p><p>About 1.4 million tickets are expected to be available for the 17 outdoor concerts.</p><p>Oasis urged people not to resell tickets at higher prices on websites not linked to their promoter, and said those tickets would be \"cancelled\".</p><p>It added that they could only be resold at face value on the websites Ticketmaster and Twickets.</p><p>\"Tickets sold in breach of the terms and conditions will be cancelled by the promoters,\" the band said.</p><p>Meanwhile, Viagogo issued a statement in which it said \"resale is legal in the UK\".</p><p>Cris Miller, Viagogo global managing director, said \"demand will be at its peak when tickets hit the on-sale but it's not a normal reflection of what tickets can and will go for.\"</p><p>A consultation into ticket resale prices and “rip off” touts will be launched in the Autumn, the government has said.</p><p>There was joy for some fans who managed to get tickets.</p><p>Nayat Karakose, 41, from Istanbul got two tickets to see the band in Wembley in the pre-sale on Friday.</p><p>She told the BBC that when she found out she got the tickets, she said she felt \"supersonic\".</p><p>“My heart was beating, I was super, super excited, I couldn’t believe it for the moment. I thought I’d have to pay a couple of thousands pounds,\" she said.</p><p>Ms Karakose has been a fan since she was 13 and this will be her third time seeing the band live.</p><p>Six years ago she met Liam Gallagher in Istanbul and got a photograph with him as he was about to leave a hotel, but added \"it would be a dream to meet Noel Gallagher\".</p><p>Rachael Board, 51, from Devon, got two tickets to see Oasis at Wembley - but paid more than £900 after failing to get cheaper tickets.</p><p>A longstanding fan, she told the BBC that \"we got caught up in the vibe,\" adding that she \"would never think I was that person who would spend so much on a concert ticket\".</p><p>Oasis were formed in Manchester in 1991 - their original line-up comprised of Liam and Noel Gallagher, guitarist Paul \"Bonehead\" Arthurs, bassist Paul \"Guigsy\" McGuigan and drummer Tony McCarroll.</p><p>As hype for the gigs builds, sales and streams of the band's back catalogue have surged, putting three albums into the top five of the UK charts on Friday.</p><p>Greatest hits collection Time Flies is at number three, 1995's What's The Story Morning Glory is at four, and debut Definitely Maybe - released on 29 August 1994 - is in fifth place, at the time of writing.</p><p>A 30th anniversary edition of Definitely Maybe was released on Friday.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c5y8wer58x6o'>Visit BBC News</a></li></ul>",
    "summary": "The Oasis comeback tour has sold out for all the dates the band announced it would play across the UK and Ireland next summer. The...",
    "author": "Adam Durbin and Vicky Wong",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/dd46/live/c7bcd660-67c3-11ef-b38b-fded5622f26f.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwegr80006h2t79h84b4jv",
    "date": "2024-09-01T01:33:43.892Z"
  },
  {
    "headline": "Watch: Elvis's diamond ring among rare celebrity auction items",
    "link": "https://www.bbc.com/news/videos/c984gx185g7o",
    "slug": "watchelvissdiamond-weff7pllvc",
    "body": "<br><br><ul><li><a href='https://www.bbc.com/news/videos/c984gx185g7o'>Visit BBC News</a></li></ul>",
    "summary": "...",
    "author": "See article for deatails",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/7aad/live/be0f2ae0-5b49-11ef-b2d2-cdb23d5d7c5b.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwegy30007h2t7co407uzf",
    "date": "2024-09-01T01:33:44.139Z"
  },
  {
    "headline": "‘I want to see her challenged’ - swing voters unconvinced by Harris interview",
    "link": "https://www.bbc.com/news/articles/cgky2v681z4o",
    "slug": "iwantto-weff70n2at",
    "body": "<p>Kamala Harris’s first interview since becoming the Democratic presidential candidate was an opportunity to introduce herself - and her campaign’s message - to Americans who say they do not yet know her or for what she stands.</p><p>The vice-president defended her record in the White House and addressed questions about a series of policy shifts since she first ran for the top job in 2019 during the CNN interview on Thursday.</p><p>Ms Harris and her running mate - Minnesota Governor Tim Walz, who joined her for the interview - have enjoyed a surge of enthusiasm from Democrats in recent weeks, but the campaign knows they must win over undecided voters to win November’s election.</p><p>Young men are a significant proportion of those persuadable voters, and a group that Republican Donald Trump has been aggressively targeting with a slew of recent media appearances on podcasts that boast audiences that are largely young and male.</p><p>Given the battle for their vote, what did three of them make of Ms Harris’s first sit-down interview?</p><p>ROHAN VIJAYAN, 29, Pennsylvania</p><p>This software engineer backed Democrats in the last two elections but remains undecided in 2024.</p><p>Harris can speak coherently, which I think is just an upgrade from the prior two candidates, both Trump and Biden. I think she's relatively eloquent in the way that she talks. But in terms of policy, this was the first time I think I’ve actually heard some elements of substantive policy from her.</p><p>The interview didn't do a whole lot to assuage my concerns - what she’d actually want to do and whether she'd be able to effectively implement it. You’ve been VP for a few years, why haven't you attempted these things before?</p><p>The interview didn’t change my mind on how to vote. To be honest, I want to see her challenged in a press conference or obviously the debate that's coming up. I think I need to see her in that kind of a setting, without a teleprompter or rehearsed answers. I think the interview was a little too coddled. I want to see her put under some pressure. I don't think she's done too well in the past as the VP in those situations.</p><p>Walz came across as very personable. I think he helps kind of instill a sense of this good old American, kind of down-to-earth feeling that I think was missing from her in particular. I do like his addition to the ticket.</p><p>JEREMY PETERSEN, 26, Utah</p><p>A teacher who voted for the Green Party in 2020, Jeremy felt Harris’s message lacked conviction.</p><p>I feel they've been very vague. I understand why, to a degree, from their perspective that it's more ‘Let's make this about Donald Trump,’ rather than about policy. But that only gets you so far.</p><p>I was frustrated with her for saying the phrase ‘My values have not changed, but my policies have.’ If you were consistent on your values, if you want clean energy, then you would still be in favour of the ban on fracking.</p><p>When they talked about the Israel and Gaza she said we're going to maintain the Biden administration policy. It's a policy that, at least to me, has failed both Jews and Palestinians. People on both sides seem to be no closer to a deal and people on both sides continue to suffer. So saying we're going to maintain a policy that has gotten nowhere in almost a year feels almost like she's rather just trying to not lose voters rather than say I'm going to work towards a solution.</p><p>I didn’t hear enough to persuade me yet. Because it feels like, on one hand, she's saying, we'll be different to Biden, but on the other hand, it's also like it's just going to be the same with a new face.</p><p>EDWARD GREENE, 22, New Hampshire</p><p>A student who did not vote last time, he feels lost since his favourite candidate, Robert Kennedy Jr, endorsed Trump.</p><p>I wasn't particularly impressed, to be honest. I don't think the interview revealed much. I also understand that’s sort of politics, and that's going to be true of any given campaign, that the more specific they get, the easier it is to campaign against them.</p><p>I appreciated when Harris specifically was talking about her planned measures for economic reform and this opportunity economy she was talking about. But I don’t think it was particularly compelling or the questions were particularly challenging.</p><p>I'm not sure if anything in it would convince me to vote for the Harris-Walz campaign. One of the big reasons people were excited for Harris taking over the ticket - after Biden was so bad in live, unscripted environments - was that she was young and she might infuse more energy into the Democratic campaign. But because of the lack of live interviews and answering questions so far I still have concerns about their competency.</p><p>North America correspondent Anthony Zurcher makes sense of the race for the White House in his weekly US Election Unspun newsletter. Readers in the UK can sign up here. Those outside the UK can sign up here.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/cgky2v681z4o'>Visit BBC News</a></li></ul>",
    "summary": "Kamala Harris’s first interview since becoming the Democratic presidential candidate was an opportunity to introduce herself - and her campaign’s message - to Americans who...",
    "author": "Rachel Looker",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a7d4/live/2953f8a0-6723-11ef-bc9e-edf430e77eea.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweh780008h2t7br76c5zj",
    "date": "2024-09-01T01:33:44.468Z"
  },
  {
    "headline": "Oasis: The supersonic business of band reunions",
    "link": "https://www.bbc.com/news/articles/c9wjnl9w51yo",
    "slug": "oasisthesupersonic-weff7t7bee",
    "body": "<p>The first sign that the sibling warfare between Noel and Liam Gallagher was beginning to calm came during an interview last month.</p><p>Reflecting on the band's sound, Noel told journalist John Robb: \"It’s difficult to explain - when I would sing a song it would sound good, when [Liam] would sing it, it would sound great.\"</p><p>Hearing Noel compliment his brother publicly after 16 years of insults certainly turned a few heads. But few people expected that just days later, the band - who broke up on the same week in 2009 - would dramatically reform.</p><p>A blizzard of headlines and a social media frenzy followed, cutting through the national psyche like the band’s two era-defining nights at Knebworth in 1996.</p><p>And now, we have a reunion. Tickets for the Oasis comeback tour went on sale on Friday for the pre-sale, and Saturday for the general sale, with fans racing to beat each other the booking queue.</p><p>But why reunite now?</p><p>There are several reasons - but the financial incentive is surely on the list.</p><p>\"A deal would've been struck early by promoters, and I’ve heard numbers bandied around of the Gallagher brothers earning £50m each,\" says Jonathan Dean of the Sunday Times, who first reported the reunion tour. That £50m estimate was made by Birmingham City University about the initial 14 dates.</p><p>\"I think that is probably true, ticket prices are higher than they used to be.\"</p><p>But, he notes, figures are difficult to estimate until the full extent of the live shows is known.</p><p>\"This is being called a world tour, but currently it’s not going further than England, Wales, Scotland, and Ireland,\" he notes. \"It doesn’t go to the rest of Europe, to America, so I think any earnings are completely up in the air until we know how far this tour is going to spread.\"</p><p>Birmingham City University estimated that the initial dates could, potentially, bring in roughly £400m in ticket sales and other add-ons.</p><p>For comparison, Take That's Progress Live tour in 2011 brought in an estimated $185m (£140m).</p><p>The Spice Girls – minus Victoria Beckham – caused Ticketmaster to crash for their 13-date tour in 2019, which earned an estimated $78m (£60m).</p><p>Abba were able to launch a hugely successful comeback without even performing live themselves, with the digital avatars used in Abba: Voyage said to be making $2m (£1.5m) in London per week.</p><p>But bands - including Oasis - are also presumably attracted to the idea of building their legacy as well as their bank balances.</p><p>When Blur played two nights at Wembley last year, critics' reviews were breathless in their praise.</p><p>To some, the Gallaghers’ sudden claims of a truce after years of ferocious barbs might cynically echo the Sex Pistols’ 1996 reunion. Frontman John Lydon admitted at the time that although the band still hated each other they had “found a common cause, and that’s your money”.</p><p>But although \"money is king here\", says Robin Murray, music editor of Clash magazine, the timing is also arguably “quite natural”.</p><p>He notes both Gallagher brothers have just completed their most recent solo musical commitments. \"There's definitely an element of truth to this simply being two people, with a particular bond, being in the right place at the right time.\"</p><p>Dean notes the Gallaghers are \"very rich men anyway\", so there will have been other motivations.</p><p>\"I think the family thing is key, I just think they’re older, and their ages has made them come together,\" he says.</p><p>And their long rivalry, with its familial ties and shared legacy, has equally helped bring the band back together, suggests music psychotherapist Katerina Georgiou.</p><p>Both Gallaghers have had solo career success. But it's Liam's star that has risen the most in recent years. \"The brothers spark off each other marvellously and there's always been that edge of competition,\" says Dr Georgiou.</p><p>\"Of course seeing Liam sell out Knebworth and carry a Definitely Maybe tour on his own will have risen the stakes for Noel and vice versa, as Noel's movement away from Liam pushed Liam to prove himself to his brother.\"</p><p>The pair will no doubt benefit from changes to the wider industry landscape. Streaming wasn't around during Oasis's heyday, but it has helped them reach new audiences in the intervening years.</p><p>Carl Smith, editor at the Official Charts Company, says \"the timelessness of Oasis’s material transcends generations and holds up so well in the streaming era\".</p><p>It's echoed by Dean, from the Sunday Times, who says their music is accessible. \"What Oasis do is simple, and I don’t mean that in a bad way, it's songs of escapism and going off and doing your own thing and being free of the drudgery of daily life and work, but done in a simple, slightly raucous, singalong way.\"</p><p>Before the reunion had even been announced, Spotify said Oasis streams increased by more than 160% globally just on the strength of the rumours.</p><p>Another surge following the announcement led to three of the band's albums going back into the top five on Friday's official chart, with their greatest hits album increasing by 332%.</p><p>Many new Oasis fans are young women - capturing younger fans is crucial for future-proofing the band financially.</p><p>Liam's popularity, in particular, is helping to carry the band's music for a new generation. Just last week, aged 51, he headlined Reading Festival, a favourite of GCSE and A-Level students.</p><p>For all the heady temptations reunions bring artists, they can easily go wrong.</p><p>Jennifer Lopez this summer cancelled her greatest hits tour midway through its run over poor ticket sales. Music journalist Michael Cragg, author of 90s and noughties pop book Reach for the Stars, says she had already \"flooded the market\" with several Netflix projects, making her music feel like \"almost like the last thought\".</p><p>And the unexpected return of Oasis's iconic Mancunian contemporaries The Stone Roses in 2011, after a 20-year absence, highlighted the danger of overpromising and underdelivering. Their initial comeback dates were rapturously received, but new singles fell flat and a new album never materialised.</p><p>Oasis's return has, so far, avoided this pitfall, says the Independent's music editor Roisin O'Connor.</p><p>For now, the band haven't promised the world - they're gauging reaction to the tour first, a tour which itself was a surprise.</p><p>\"There’s no indication that they plan on releasing any new music, meaning there isn’t that risk of fans feeling let down if the material didn't match those earlier albums,\" O'Connor says.</p><p>But this doesn't mean the tour isn't without risk.</p><p>There's a potential threat to Oasis's working-class credentials, for example. If this tour becomes financially and logistically inaccessible, it could undermine this image.</p><p>Standing tickets for the Oasis tour are priced around £150, but premium packages cost up to £506. Some unofficial re-sale tickets are going for £6,000, though the band has warned these could be cancelled.</p><p>During Saturday's sale, “dynamic pricing” on Ticketmaster, where prices rise in line with demand, set some remaining tickets to around £355 plus fees - up from £135 when the sale began.</p><p>Tickets to see the band at Knebworth in 1996 cost about £22 - but that doesn't account for inflation and the new era of tiered pricing.</p><p>The pricing concern and clamour for tickets has also led to discussions around gatekeeping.</p><p>Some older fans feel they shouldn't be in competition for tickets with fans who weren't even alive the first time around. But many counter that music does not belong to anyone, it's there for all to enjoy.</p><p>The cultural impact of the 2025 shows is likely to be huge, suggesting Oasis \"have already stamped their foot over next summer\", Dean says.</p><p>The fact the band have ruled out playing Glastonbury next year is likely to boost demand of their own tour: fans have been told the only way to see them live is to buy a ticket.</p><p>The appeal of the Oasis live shows is further underlined by the prospect of it being the last chance for fans to see them.</p><p>\"I think this will be viewed as the latest - possibly final - chapter in the Oasis story,\" says the Independent's O'Connor.</p><p>\"A moment of catharsis for fans who wanted that closure or a chance to see the band for a final time, and hopefully a mending of fences for Noel and Liam after all these years.</p><p>\"After that, who knows.\"</p><p>Additional reporting by Steven McIntosh</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c9wjnl9w51yo'>Visit BBC News</a></li></ul>",
    "summary": "The first sign that the sibling warfare between Noel and Liam Gallagher was beginning to calm came during an interview last month. Reflecting on the...",
    "author": "Alex Taylor and Bonnie McLaren",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5b6b/live/f36dc6b0-66bb-11ef-b43e-6916dcba5cbf.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwehep0009h2t7gvsj3epb",
    "date": "2024-09-01T01:33:44.737Z"
  },
  {
    "headline": "What is the plan to give polio vaccines to children in Gaza?",
    "link": "https://www.bbc.com/news/articles/c4gejxxk820o",
    "slug": "whatisthe-weff7oy78i",
    "body": "<p>A series of “humanitarian pauses” to fighting in Gaza are due to begin on Sunday, to allow hundreds of thousands of children to be vaccinated against polio.</p><p>The agreement comes after UN officials said a 10-month-old has been partially paralysed after contracting Gaza’s first recorded case of polio in 25 years.</p><p>Polio is a serious and highly infectious disease that largely affects children under five.</p><p>It is caused by a virus that spreads very easily through contact with the faeces (poo) of an infected person or, less commonly, through contaminated water or food.</p><p>Most people with the infection have no symptoms but some will have:</p><p>One in 200 infections lead to more serious problems, when the virus invades the brain and nervous system.</p><p>This can causes irreversible paralysis, usually of the legs.</p><p>It can happen within a matter of hours and some 5 to 10% of the people who are paralysed die because their breathing muscles become immobilised.</p><p>Humanitarian groups say the virus has re-emerged because the war between Israel and Hamas has disrupted regular child vaccination programmes. It has also caused massive damage to water and sanitation systems.</p><p>The WHO says immunisation rates in Gaza and the occupied West Bank were optimal before the conflict.</p><p>In 2022, polio vaccine coverage was estimated at 99% for two doses of vaccine. However, this has dropped to less than 90%, according to the latest data.</p><p>The aim is to vaccinate some 640,000 children under the age of 10, the World Health Organization (WHO) says.</p><p>The roll-out will start in central Gaza on Sunday, with three consecutive daily pauses in fighting between 6am and 3pm local time.</p><p>It will then move to southern Gaza, where there will be another three-day pause, followed by northern Gaza.</p><p>According to UN officials, children who get the vaccine will need a second dose in late September.</p><p>Healthcare workers aim to achieve 95% vaccine coverage across the strip, the level needed to stop transmission of the virus within Gaza.</p><p>If this is not achieved there is an agreement for an additional humanitarian pause to allow a fourth day of vaccination.</p><p>About 1.3m doses of the novel oral polio vaccine type 2 (nOPV2) are already in Gaza, with 400,000 extra doses set to arrive soon.</p><p>Vaccinations will be carried out by UN staff and other local health workers. More than 2,000 health and community outreach workers have been trained to give the vaccine.</p><p>Vaccines will be available in hospitals, field hospitals and primary health centres.</p><p>According to the WHO, safe transport and refrigeration of the vaccines are crucial to the plan.</p><p>Poliovirus cases have fallen dramatically since 1988, when a global polio eradication initiative was launched. Many countries have not had cases of polio in many years.</p><p>But in two countries, Pakistan and Afghanistan, polio is still endemic, which means it has a constant presence.</p><p>There have also been outbreaks of poliovirus variants - strains related to the oral vaccine - in more than 30 countries around the world, particularly in areas where immunisation rates are low.</p><p>They include Chad, Cote d’Ivoire, DR Congo, Niger, Nigeria, South Sudan, Algeria, Angola, Indonesia.</p><p>The WHO says as long as a single child remains infected, children in all countries are at risk of getting polio, because the virus can easily be imported into a polio-free country.</p><p>There is no cure for polio. It can only be prevented by vaccination, and vaccines must be given multiple times to protect a child for life.</p><p>There are two main types of vaccines available.</p><p>One is an oral vaccine that is given as drops and is effective and easy to administer.</p><p>The oral vaccine contains a live but weakened from of the virus. This replicates in the gut for a short time and activates the immune system so the body is ready to fight off polio if it encounters the virus again.</p><p>Rarely, the weakened vaccine-virus can pick up small genetic changes as it replicates. These rare changes can sometimes cause the virus to make people ill with polio - if it has the chance to spread to unvaccinated people.</p><p>In Gaza, a novel version of the oral vaccine will be given to help address this.</p><p>The other main form of polio vaccine is given by injection and contains inactivated polio virus. It has been used in the US and UK for the last two decades.</p><p>In the UK, the National Health Service offers five doses from the ages of eight weeks to 14 years as part of routine childhood jabs.</p><p>Because of vaccines, more than 20 million people who would otherwise have been paralysed are able to walk, according to the WHO.</p><p></p><p>Graphics by Visual Journalism Team</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c4gejxxk820o'>Visit BBC News</a></li></ul>",
    "summary": "A series of “humanitarian pauses” to fighting in Gaza are due to begin on Sunday, to allow hundreds of thousands of children to be vaccinated...",
    "author": "Smitha Mundasad",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a853/live/20323ca0-66e2-11ef-b970-9f202720b57a.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwehlj000ah2t71fo0ejrr",
    "date": "2024-09-01T01:33:44.983Z"
  },
  {
    "headline": "Oasis: The supersonic business of band reunions",
    "link": "https://www.bbc.com/news/articles/c9wjnl9w51yo",
    "slug": "oasisthesupersonic-weff7kmhi2",
    "body": "<p>The first sign that the sibling warfare between Noel and Liam Gallagher was beginning to calm came during an interview last month.</p><p>Reflecting on the band's sound, Noel told journalist John Robb: \"It’s difficult to explain - when I would sing a song it would sound good, when [Liam] would sing it, it would sound great.\"</p><p>Hearing Noel compliment his brother publicly after 16 years of insults certainly turned a few heads. But few people expected that just days later, the band - who broke up on the same week in 2009 - would dramatically reform.</p><p>A blizzard of headlines and a social media frenzy followed, cutting through the national psyche like the band’s two era-defining nights at Knebworth in 1996.</p><p>And now, we have a reunion. Tickets for the Oasis comeback tour went on sale on Friday for the pre-sale, and Saturday for the general sale, with fans racing to beat each other the booking queue.</p><p>But why reunite now?</p><p>There are several reasons - but the financial incentive is surely on the list.</p><p>\"A deal would've been struck early by promoters, and I’ve heard numbers bandied around of the Gallagher brothers earning £50m each,\" says Jonathan Dean of the Sunday Times, who first reported the reunion tour. That £50m estimate was made by Birmingham City University about the initial 14 dates.</p><p>\"I think that is probably true, ticket prices are higher than they used to be.\"</p><p>But, he notes, figures are difficult to estimate until the full extent of the live shows is known.</p><p>\"This is being called a world tour, but currently it’s not going further than England, Wales, Scotland, and Ireland,\" he notes. \"It doesn’t go to the rest of Europe, to America, so I think any earnings are completely up in the air until we know how far this tour is going to spread.\"</p><p>Birmingham City University estimated that the initial dates could, potentially, bring in roughly £400m in ticket sales and other add-ons.</p><p>For comparison, Take That's Progress Live tour in 2011 brought in an estimated $185m (£140m).</p><p>The Spice Girls – minus Victoria Beckham – caused Ticketmaster to crash for their 13-date tour in 2019, which earned an estimated $78m (£60m).</p><p>Abba were able to launch a hugely successful comeback without even performing live themselves, with the digital avatars used in Abba: Voyage said to be making $2m (£1.5m) in London per week.</p><p>But bands - including Oasis - are also presumably attracted to the idea of building their legacy as well as their bank balances.</p><p>When Blur played two nights at Wembley last year, critics' reviews were breathless in their praise.</p><p>To some, the Gallaghers’ sudden claims of a truce after years of ferocious barbs might cynically echo the Sex Pistols’ 1996 reunion. Frontman John Lydon admitted at the time that although the band still hated each other they had “found a common cause, and that’s your money”.</p><p>But although \"money is king here\", says Robin Murray, music editor of Clash magazine, the timing is also arguably “quite natural”.</p><p>He notes both Gallagher brothers have just completed their most recent solo musical commitments. \"There's definitely an element of truth to this simply being two people, with a particular bond, being in the right place at the right time.\"</p><p>Dean notes the Gallaghers are \"very rich men anyway\", so there will have been other motivations.</p><p>\"I think the family thing is key, I just think they’re older, and their ages has made them come together,\" he says.</p><p>And their long rivalry, with its familial ties and shared legacy, has equally helped bring the band back together, suggests music psychotherapist Katerina Georgiou.</p><p>Both Gallaghers have had solo career success. But it's Liam's star that has risen the most in recent years. \"The brothers spark off each other marvellously and there's always been that edge of competition,\" says Dr Georgiou.</p><p>\"Of course seeing Liam sell out Knebworth and carry a Definitely Maybe tour on his own will have risen the stakes for Noel and vice versa, as Noel's movement away from Liam pushed Liam to prove himself to his brother.\"</p><p>The pair will no doubt benefit from changes to the wider industry landscape. Streaming wasn't around during Oasis's heyday, but it has helped them reach new audiences in the intervening years.</p><p>Carl Smith, editor at the Official Charts Company, says \"the timelessness of Oasis’s material transcends generations and holds up so well in the streaming era\".</p><p>It's echoed by Dean, from the Sunday Times, who says their music is accessible. \"What Oasis do is simple, and I don’t mean that in a bad way, it's songs of escapism and going off and doing your own thing and being free of the drudgery of daily life and work, but done in a simple, slightly raucous, singalong way.\"</p><p>Before the reunion had even been announced, Spotify said Oasis streams increased by more than 160% globally just on the strength of the rumours.</p><p>Another surge following the announcement led to three of the band's albums going back into the top five on Friday's official chart, with their greatest hits album increasing by 332%.</p><p>Many new Oasis fans are young women - capturing younger fans is crucial for future-proofing the band financially.</p><p>Liam's popularity, in particular, is helping to carry the band's music for a new generation. Just last week, aged 51, he headlined Reading Festival, a favourite of GCSE and A-Level students.</p><p>For all the heady temptations reunions bring artists, they can easily go wrong.</p><p>Jennifer Lopez this summer cancelled her greatest hits tour midway through its run over poor ticket sales. Music journalist Michael Cragg, author of 90s and noughties pop book Reach for the Stars, says she had already \"flooded the market\" with several Netflix projects, making her music feel like \"almost like the last thought\".</p><p>And the unexpected return of Oasis's iconic Mancunian contemporaries The Stone Roses in 2011, after a 20-year absence, highlighted the danger of overpromising and underdelivering. Their initial comeback dates were rapturously received, but new singles fell flat and a new album never materialised.</p><p>Oasis's return has, so far, avoided this pitfall, says the Independent's music editor Roisin O'Connor.</p><p>For now, the band haven't promised the world - they're gauging reaction to the tour first, a tour which itself was a surprise.</p><p>\"There’s no indication that they plan on releasing any new music, meaning there isn’t that risk of fans feeling let down if the material didn't match those earlier albums,\" O'Connor says.</p><p>But this doesn't mean the tour isn't without risk.</p><p>There's a potential threat to Oasis's working-class credentials, for example. If this tour becomes financially and logistically inaccessible, it could undermine this image.</p><p>Standing tickets for the Oasis tour are priced around £150, but premium packages cost up to £506. Some unofficial re-sale tickets are going for £6,000, though the band has warned these could be cancelled.</p><p>During Saturday's sale, “dynamic pricing” on Ticketmaster, where prices rise in line with demand, set some remaining tickets to around £355 plus fees - up from £135 when the sale began.</p><p>Tickets to see the band at Knebworth in 1996 cost about £22 - but that doesn't account for inflation and the new era of tiered pricing.</p><p>The pricing concern and clamour for tickets has also led to discussions around gatekeeping.</p><p>Some older fans feel they shouldn't be in competition for tickets with fans who weren't even alive the first time around. But many counter that music does not belong to anyone, it's there for all to enjoy.</p><p>The cultural impact of the 2025 shows is likely to be huge, suggesting Oasis \"have already stamped their foot over next summer\", Dean says.</p><p>The fact the band have ruled out playing Glastonbury next year is likely to boost demand of their own tour: fans have been told the only way to see them live is to buy a ticket.</p><p>The appeal of the Oasis live shows is further underlined by the prospect of it being the last chance for fans to see them.</p><p>\"I think this will be viewed as the latest - possibly final - chapter in the Oasis story,\" says the Independent's O'Connor.</p><p>\"A moment of catharsis for fans who wanted that closure or a chance to see the band for a final time, and hopefully a mending of fences for Noel and Liam after all these years.</p><p>\"After that, who knows.\"</p><p>Additional reporting by Steven McIntosh</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c9wjnl9w51yo'>Visit BBC News</a></li></ul>",
    "summary": "The first sign that the sibling warfare between Noel and Liam Gallagher was beginning to calm came during an interview last month. Reflecting on the...",
    "author": "Alex Taylor and Bonnie McLaren",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/5b6b/live/f36dc6b0-66bb-11ef-b43e-6916dcba5cbf.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwehqs000bh2t7gqw5hm1c",
    "date": "2024-09-01T01:33:45.172Z"
  },
  {
    "headline": "Collapse after collapse - why Lagos buildings keep crashing down",
    "link": "https://www.bbc.com/news/articles/cx2ed9y3049o",
    "slug": "collapseaftercollapse-weff76dccn",
    "body": "<p>A building has collapsed in Nigeria’s megacity, Lagos, once every two weeks on average so far this year.</p><p>Whereas the commercial cost can be calculated, a figure can never be put on the value of the lives lost underneath the rubble.</p><p>The gaps among the buildings, replaced by piles of debris, represent a failure of governance as well as giving rise to allegations of contractors trying to cut corners to save money.</p><p>There are regulations, there are maintenance schedules, there are inspectors – but the system does not work.</p><p>Those responsible are never held to account, and so nothing ever changes.</p><p>Lagos, dubbed by one expert who spoke to the BBC as \" the building-collapse capital of Nigeria\", has seen at least 90 buildings falling down in the last 12 years, leaving more than 350 people dead, according to the Council for the Regulation of Engineering in Nigeria.</p><p>One of the most notorious incidents was in 2021.</p><p>Sunday Femi was just metres away, in the upmarket suburb of Ikoyi, when a 21-storey block of luxury flats under construction collapsed, killing 42 people.</p><p>After the loud crashing sound, he was engulfed in dust.</p><p>“Like many, I rushed inside trying to see if I could help some of the people trapped. Sadly I knew some of those who died and I think about it every day,” he says, reflecting on what happened nearly three years ago.</p><p>The drinks seller had been speaking to some of the construction workers moments before they entered the building site.</p><p>He still works nearby and the chatter among the locals often turns to those events and the possible cause.</p><p>Metal sheeting protects the site from prying eyes but mounds of broken concrete can still be seen through the gaps in the gate.</p><p>Knocking on the entrance to the ill-fated compound, two fierce-looking security guards opened up and said they had instructions not to allow anybody into the premises except state government officials.</p><p>Just as the place is sealed to the public so is the official investigation into the collapse – it has been sitting with the state governor since he received it in 2022.</p><p>A list of recommendations has reportedly been drawn up by a panel of experts following the investigation but that also has not been made public.</p><p>The BBC has repeatedly asked the Lagos state authorities to see the recommendations, and the report into the Ikoyi building collapse, but neither has been made available.</p><p>The coroner, however, has had her say and in 2022 she did not hold back.</p><p>In a damning judgment on the deaths, Chief Magistrate Oyetade Komolafe, attributed the building collapse to the irresponsibility and negligence of the government agencies that were supposed to approve and supervise the plans and construction.</p><p>Lagos’s population is booming and is now estimated to stand at more than 20 million.</p><p>As the city grows so does the demand for housing and commercial property, and it can sometimes feel like a giant building site with construction going on everywhere.</p><p>Before work can begin, plans need to be approved by Lagos state’s Physical Planning Permit Agency. Then inspectors from the Lagos State Building Control Agency (LASBCA) are supposed to look at the site as well as check the progress at every stage of construction.</p><p>And the Standards Organisation of Nigeria should make sure that only suitable building material gets to the market.</p><p>But on many occasions the procedures are not followed.</p><p>Inside the LASBCA’s offices everything appears calm - there is no sense of the urgency of the problems or challenges it faces.</p><p>Spokesperson Olusegun Olaoye acknowledges the criticism but dismisses allegations that officials have been bribed to issue fake certificates and rather blames a lack of resources.</p><p>“At the moment we have about 300 building inspectors and supervisors but we are looking to add to that,” he says.</p><p>Experts agree that more supervisors are needed.</p><p>Muhammad Danmarya, architect and construction expert, says they should number in their thousands.</p><p>“Three hundred is just not right for a state like Lagos. Each local government area should have at least 100 inspectors and supervisors and Lagos has 57 of those areas,” he argues.</p><p>“There’s always construction going on everywhere you look, so it’s important that inspection and supervision is going on all the time.”</p><p>In the absence of that regime across the state, some less scrupulous companies are getting away with violating building codes, using sub-standard materials and employing poorly trained workers – three of the reasons cited for the high frequency of collapses.</p><p>“They just come here to pick us up any time they have a job for us and pay us after we are done,” says labourer Habu Isah, who has worked on construction sites for years.</p><p>“I have never undergone any training, I just learned everything on the job.”</p><p>But even if violations are identified in the wake of a collapse, the state’s building agency does not take any legal action.</p><p>“To my knowledge there haven’t been any prosecutions in the past as far as building collapses in Lagos are concerned,” LASBCA’s Mr Olaoye admits.</p><p>“I know the statistics are worrying but there are ongoing efforts to halt the trend.”</p><p>Alleged political influence is a barrier to pursuing prosecutions.</p><p>“If you are connected to people in power, even if you are the culprit in a building collapse case nothing will happen to you,” says a Lagos state politician, who talked to the BBC on the condition of anonymity.</p><p>“We’ve seen it so many times, some of the high-profile cases have to do with structures of highly placed people and they are still roaming around freely.</p><p>“In Nigeria when you are rich and connected you can avoid problems easily.”</p><p>With 19 building collapses already recorded so far this year by the Lagos State Emergency Management Agency, the final total is likely to be the highest in the past decade.</p><p>But lessons may still go unlearnt.</p><p>The head of the Council for the Regulation of Engineering in Nigeria recently said that the country lacked the capacity to properly investigate what is going on.</p><p>“We don’t have the expertise, the equipment, and the resources to do so,” said Prof Sadiq Abubakar.</p><p>In the meantime, construction workers and others will carry on paying with their lives.</p><p>Additional reporting by Andrew Gift</p><p>Go to BBCAfrica.com for more news from the African continent.</p><p></p><p>Follow us on Twitter @BBCAfrica, on Facebook at BBC Africa or on Instagram at bbcafrica</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/cx2ed9y3049o'>Visit BBC News</a></li></ul>",
    "summary": "A building has collapsed in Nigeria’s megacity, Lagos, once every two weeks on average so far this year. Whereas the commercial cost can be calculated,...",
    "author": "Mansur Abubakar",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/f5a3/live/18e17b10-63b7-11ef-8547-b9d9e216cde6.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwehys000ch2t70rfj6fit",
    "date": "2024-09-01T01:33:45.460Z"
  },
  {
    "headline": "'A tech firm stole our voices - then cloned and sold them'",
    "link": "https://www.bbc.com/news/articles/c3d9zv50955o",
    "slug": "atechfirm-weff7237xw",
    "body": "<p>The notion that artificial intelligence could one day take our jobs is a message many of us will have heard in recent years.</p><p>But, for Paul Skye Lehrman, that warning has been particularly personal, chilling and unexpected: he heard his own voice deliver it.</p><p>In June 2023, Paul and his partner Linnea Sage were driving near their home in New York City, listening to a podcast about the ongoing strikes in Hollywood and how artificial intelligence (AI) could affect the industry.</p><p>The episode was of interest because the couple are voice-over performers and - like many other creatives - fear that human-sounding voice generators could soon be used to replace them.</p><p>This particular podcast had a unique hook – they interviewed an AI-powered chat bot, equipped with text-to-speech software, to ask how it thought the use of AI would affect jobs in Hollywood.</p><p>But, when it spoke, it sounded just like Mr Lehrman.</p><p>\"We needed to pull the car over,\" he said.</p><p>\"The irony that AI is coming for the entertainment industry, and here is my voice talking about the potential destruction of the industry, was really quite shocking.\"</p><p>That night they spent hours online, searching for clues until they came across the site of text-to-speech platform Lovo. Once there, Ms Sage said she found a copy of her voice as well.</p><p>\"I was stunned,\" she said. \"I couldn't believe it.\"</p><p>\"A tech company stole our voices, made AI clones of them, and sold them possibly hundreds of thousands of times.\"</p><p>They have now filed a lawsuit against Lovo. The firm has not yet responded to that or the BBC's requests for comment.</p><p>But how was Lovo able to recreate their voices? The couple alleges it was done under false pretences.</p><p>Lovo co-founder Tom Lee has previously said its voice-cloning software only needs a user to read about 50 sentences to create a faithful clone.</p><p>\"We can capture the tone, the character, the style, the phonemes, and even if you have an accent, we can capture that as well,\" he told the Future Visionaries podcast in 2021.</p><p>In their lawsuit, the couple set out how they say Lovo obtained just such a recording from them.</p><p>They allege anonymous Lovo employees contacted them to record audio assets on Fiverr, the popular freelance talent website, where they were selling their services to provide audio for television, radio, video games, and other media.</p><p>First, in 2019, Ms Sage says a user reached out asking for her to record dozens of generic sounding test radio scripts.</p><p>Test recordings are often used in film and television for focus groups, internal meetings, or as placeholders for works in progress. Because they won’t be shared broadly, these recordings cost much less than audio meant for broadcast.</p><p>Ms Sage says she completed the job, delivered the files, and was paid $400 (£303).</p><p>About six months later, Mr Lehrman says he got a similar request to record dozens of generic sounding radio ads.</p><p>In messages the couple have shared with the BBC, the anonymous Fiverr user says the audio will be used for research into \"speech synthesis\".</p><p>After asking the user to guarantee that the scripts will not be used outside their specific research project, Mr Lehrman asks what the goal of the project is.</p><p>\"The scripts will not be used for anything else,\" the user says, \"and I can't yet tell you the goal, as it's a confidential work in process sorry haha\".</p><p>Mr Lehrman asked if the finished files would be repurposed or used in a different order. The user says the files will be used for research purposes only. Mr Lehrman says he delivered the files and was paid $1200.</p><p>The link between the anonymous user and Lovo came, they say, from Lovo itself.</p><p>They shared the evidence they had found of their voices being cloned with Lovo - who replied they had done nothing wrong, pointing to the communications between them the anonymous user as evidence they engaged with the couple legally.</p><p>“In our careers, we've delivered over 100,000 audio assets,” Mr Lehrman said, of their work on Fiverr over the better part of a decade.</p><p>“We were able to find this needle in a haystack - they gave us this needle in a haystack.”</p><p>In both cases, both Mr Lehrman and Ms Sage say they did not have a written contract, just these conversations. The BBC has not been able to verify the entirety of their conversations. The couple say the user they spoke with also appears to have deleted some messages.</p><p>The BBC contacted Lovo on several occasions to request an interview with Mr Lee and to seek a response to the couple’s claims. They did not respond to any of our messages.</p><p>The lawsuit the couple filed in May alleges that Lovo used recordings of their voices to create copies that illegally compete with Ms Sage and Mr Lehrman’s real voices.</p><p>The couple say the company did so without permission or proper compensation.</p><p>It is a class action lawsuit - meaning they are hoping other claimants will join it, though none have so far.</p><p>Professor Kristelia Garcia, an expert in intellectual property law at Georgetown University in Washington DC says the case is likely to centre on an area of US law called rights of publicity.</p><p>Sometimes referred to as personality rights, violations of one’s publicity often come from misuse or misrepresentation of someone’s image or voice.</p><p>She also says there could likely be a breach of contract regarding the licences Ms Sage and Mr Lehrman granted the user who commissioned the recordings.</p><p>\"Licences are permission for a very specific and narrow use. I might give you a licence to use my swimming pool one afternoon, but that doesn’t mean you can come whenever you want and have a party in my swimming pool,\" she told the BBC.</p><p>\"That would exceed the terms of the licence.\"</p><p>Whatever the outcome of the case, it is another in a long list of lawsuits brought by artists, authors, illustrators, and musicians who don't want to lose control of their work and livelihood.</p><p>And they are likely to just be the tip of the iceberg. This week the financial firm Klarna said it planned to use AI to halve its workforce.</p><p>Some experts predict 40% of all jobs will eventually be impacted by AI</p><p>For Mr Lehrman and Ms Sage though that worrying future is playing out now.</p><p>\"This whole experience has felt so surreal,\" Ms Sage said.</p><p>\"When we thought about artificial intelligence, we were thinking of AI folding our laundry and making us dinner, not pursuing human being’s creative endeavours.\"</p><p>You can hear more on this story on Tech Life, on BBC Sounds.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c3d9zv50955o'>Visit BBC News</a></li></ul>",
    "summary": "The notion that artificial intelligence could one day take our jobs is a message many of us will have heard in recent years. But, for...",
    "author": "Ben Derico",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0d4f/live/01c1ad40-66f7-11ef-b43e-6916dcba5cbf.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwei4e000dh2t7dk5p17nb",
    "date": "2024-09-01T01:33:45.662Z"
  },
  {
    "headline": "What is the plan to give polio vaccines to children in Gaza?",
    "link": "https://www.bbc.com/news/articles/c4gejxxk820o",
    "slug": "whatisthe-weff74dfop",
    "body": "<p>A series of “humanitarian pauses” to fighting in Gaza are due to begin on Sunday, to allow hundreds of thousands of children to be vaccinated against polio.</p><p>The agreement comes after UN officials said a 10-month-old has been partially paralysed after contracting Gaza’s first recorded case of polio in 25 years.</p><p>Polio is a serious and highly infectious disease that largely affects children under five.</p><p>It is caused by a virus that spreads very easily through contact with the faeces (poo) of an infected person or, less commonly, through contaminated water or food.</p><p>Most people with the infection have no symptoms but some will have:</p><p>One in 200 infections lead to more serious problems, when the virus invades the brain and nervous system.</p><p>This can causes irreversible paralysis, usually of the legs.</p><p>It can happen within a matter of hours and some 5 to 10% of the people who are paralysed die because their breathing muscles become immobilised.</p><p>Humanitarian groups say the virus has re-emerged because the war between Israel and Hamas has disrupted regular child vaccination programmes. It has also caused massive damage to water and sanitation systems.</p><p>The WHO says immunisation rates in Gaza and the occupied West Bank were optimal before the conflict.</p><p>In 2022, polio vaccine coverage was estimated at 99% for two doses of vaccine. However, this has dropped to less than 90%, according to the latest data.</p><p>The aim is to vaccinate some 640,000 children under the age of 10, the World Health Organization (WHO) says.</p><p>The roll-out will start in central Gaza on Sunday, with three consecutive daily pauses in fighting between 6am and 3pm local time.</p><p>It will then move to southern Gaza, where there will be another three-day pause, followed by northern Gaza.</p><p>According to UN officials, children who get the vaccine will need a second dose in late September.</p><p>Healthcare workers aim to achieve 95% vaccine coverage across the strip, the level needed to stop transmission of the virus within Gaza.</p><p>If this is not achieved there is an agreement for an additional humanitarian pause to allow a fourth day of vaccination.</p><p>About 1.3m doses of the novel oral polio vaccine type 2 (nOPV2) are already in Gaza, with 400,000 extra doses set to arrive soon.</p><p>Vaccinations will be carried out by UN staff and other local health workers. More than 2,000 health and community outreach workers have been trained to give the vaccine.</p><p>Vaccines will be available in hospitals, field hospitals and primary health centres.</p><p>According to the WHO, safe transport and refrigeration of the vaccines are crucial to the plan.</p><p>Poliovirus cases have fallen dramatically since 1988, when a global polio eradication initiative was launched. Many countries have not had cases of polio in many years.</p><p>But in two countries, Pakistan and Afghanistan, polio is still endemic, which means it has a constant presence.</p><p>There have also been outbreaks of poliovirus variants - strains related to the oral vaccine - in more than 30 countries around the world, particularly in areas where immunisation rates are low.</p><p>They include Chad, Cote d’Ivoire, DR Congo, Niger, Nigeria, South Sudan, Algeria, Angola, Indonesia.</p><p>The WHO says as long as a single child remains infected, children in all countries are at risk of getting polio, because the virus can easily be imported into a polio-free country.</p><p>There is no cure for polio. It can only be prevented by vaccination, and vaccines must be given multiple times to protect a child for life.</p><p>There are two main types of vaccines available.</p><p>One is an oral vaccine that is given as drops and is effective and easy to administer.</p><p>The oral vaccine contains a live but weakened from of the virus. This replicates in the gut for a short time and activates the immune system so the body is ready to fight off polio if it encounters the virus again.</p><p>Rarely, the weakened vaccine-virus can pick up small genetic changes as it replicates. These rare changes can sometimes cause the virus to make people ill with polio - if it has the chance to spread to unvaccinated people.</p><p>In Gaza, a novel version of the oral vaccine will be given to help address this.</p><p>The other main form of polio vaccine is given by injection and contains inactivated polio virus. It has been used in the US and UK for the last two decades.</p><p>In the UK, the National Health Service offers five doses from the ages of eight weeks to 14 years as part of routine childhood jabs.</p><p>Because of vaccines, more than 20 million people who would otherwise have been paralysed are able to walk, according to the WHO.</p><p></p><p>Graphics by Visual Journalism Team</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c4gejxxk820o'>Visit BBC News</a></li></ul>",
    "summary": "A series of “humanitarian pauses” to fighting in Gaza are due to begin on Sunday, to allow hundreds of thousands of children to be vaccinated...",
    "author": "Smitha Mundasad",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/a853/live/20323ca0-66e2-11ef-b970-9f202720b57a.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweibf000eh2t73hbw2ks1",
    "date": "2024-09-01T01:33:45.915Z"
  },
  {
    "headline": "Families leave Jenin camp in Israel West Bank push",
    "link": "https://www.bbc.com/news/articles/c78lr40el27o",
    "slug": "familiesleavejenin-weff7cml5d",
    "body": "<p>The first families have begun to trickle out of Jenin camp, sealed off for almost four days by an Israeli military operation.</p><p>There was fierce fighting inside the camp on Saturday, with battles reportedly taking place in the central Damaj neighbourhood, where armed groups have a strong presence, as well as near the camp entrances.</p><p>Out of the gunfire, under the constant buzzing of military drones, the figures of several women and children threaded past Israeli army vehicles. Alone on the deserted road, among the military trucks, they looked small and out of place.</p><p>Oruba Shalabi, scared, distressed, and carrying her two-month-old daughter, told us what they had experienced inside the camp.</p><p>“They were firing at us and throwing hand-grenades at homes,” she said. “Half our home was blown up. We were hiding in the kitchen and shouting to tell them that we have a baby.”</p><p>Oruba says she went to the doorstep to tell them that the children in the house were afraid and struggling to breathe from the smoke.</p><p>“They told us we had two minutes to go out,” she said. “They checked our phones and IDs, made us stand in the sun for half an hour, then told us to walk straight ahead.”</p><p>Oruba left on foot, just as she was, with her mother, aunt, sister and niece. It’s the first time they have been able to leave their home since Tuesday night.</p><p>“There was no electricity or water [in the camp],” she said. “They were shooting at anyone coming close to the windows. All our neighbours were forced out and we were all put in one room. They got the young men to sit on the floor and tied them up.”</p><p>The fighting in Jenin intensified on Saturday. The Palestinian Red Crescent has said there are at least two bodies inside the camp they have been unable to retrieve. The Palestinian health ministry has said one of them is an elderly man.</p><p>There are also unconfirmed reports of Israeli army casualties. A statement from one of the armed groups – al-Aqsa Martyr’s Brigade – claimed its fighters had engaged soldiers in an ambush in Damaj.</p><p>Israel’s operation this week began with incursions into several cities and refugee camps in the north of the occupied West Bank. Over the past three days, the focus of that operation has narrowed to Jenin, as troops have pulled out of Tulkarem and Tubas.</p><p>Early on Friday morning, the Israeli army confronted and killed the man it says headed Hamas in Jenin, Wissam Khazem, along with two other men it said were wanted for shooting attacks.</p><p>But this operation is still ongoing, with reports that Israeli forces are moving deep inside the camp to search house-to-house for other wanted men.</p><p>Israel says it has killed 20 armed fighters in the operation and recovered weapons including M16 rifles and explosive devices.</p><p>The Palestinian health ministry in Ramallah says that 20 people have been killed across the West Bank. The head of the UN agency dealing with Palestinian refugees, Philippe Lazzarini, says children are among them.</p><p>One of those killed is an 82-year-old man whose body was found with nine bullet wounds on Friday, a paramedic told the BBC.</p><p>Israel says this is a counter-terrorism operation to dismantle armed Palestinian groups, which it believes are backed by Iran.</p><p>An attempted bomb attack in Tel Aviv earlier this month has also sparked alarm in Israel that the threat of suicide attacks in Israeli cities will resurface.</p><p>Overnight, Israel’s army said there were two attempted attacks on settlements in the southern part of the West Bank. Its chief of staff, Herzi Halevi, said the ongoing operation in Jenin was aimed at preventing exactly these kinds of attacks.</p><p>Tensions over the Gaza War – and repeated military incursions into the West Bank – are changing attitudes and tactics here on both sides. The risk is that they will push the conflict here into a new and more dangerous phase.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c78lr40el27o'>Visit BBC News</a></li></ul>",
    "summary": "The first families have begun to trickle out of Jenin camp, sealed off for almost four days by an Israeli military operation. There was fierce...",
    "author": "Lucy Williamson",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/9fd7/live/713d9450-67b4-11ef-b571-efe56c70bed5.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweigx000fh2t76tw1g9cm",
    "date": "2024-09-01T01:33:46.113Z"
  },
  {
    "headline": "Zelensky sacks Ukraine air force chief after F-16 crash",
    "link": "https://www.bbc.com/news/articles/c1m0jvd4m3zo",
    "slug": "zelenskysacksukraine-weff7awr9a",
    "body": "<p>President Volodymyr Zelensky has sacked the commander of Ukraine's air force amid debate over the destruction of one of the country's valuable new F-16 fighter jets.</p><p>Mr Zelensky did not specify the reason for dismissing Lt Gen Mykola Oleshchuk, but said he had a responsibility to \"take care of all our warriors\".</p><p>The US-made F-16 - one of several delivered earlier this month by Ukraine's Western allies - went down on Monday, killing the pilot.</p><p>Even though it happened during a barrage of Russian missiles, Ukraine said the cause of the crash was not a direct result of an enemy strike, and Lt Gen Oleshchuk sparred with some politicians over who was to blame for the loss.</p><p>Russia launched a full-scale invasion of Ukraine in February 2022 and has seized a large part of territory in the east of the country.</p><p>But Ukraine also launched a surprise incursion into Russia's western Kursk region early this month - and says its troops have been advancing deeper into Russia.</p><p>In response, Russia has intensified its attacks across Ukraine.</p><p>On Friday, a 14-year-old girl was killed after a Russian guided bomb hit a playground in the north-eastern Ukrainian city of Kharkiv, local officials say.</p><p>At least six other people were killed and 59 injured as a 12-storey residential building was also hit in the city which is close to the Russian border.</p><p>President Zelensky renewed his calls for all Ukraine's international partners to allow it to hit targets inside Russia to prevent such attacks.</p><p>His office said Moscow's forces had fired more than 400 drones and missiles at Ukraine over the past week.</p><p>In a post on Telegram, Mr Zelensky said he had decided to replace Lt Gen Oleschuk, noting that \"at the command level, we must strengthen ourselves and protect our people\".</p><p>Ukraine's air force earlier named the killed pilot as Col Oleksiy Mes.</p><p>\"He fought heroically his last battle in the skies,\" it said, adding that he had shot down three cruise missiles and a drone on 26 August.</p><p>Col Mes, whose call sign was Moonfish, was one of Ukraine's most experienced pilots. He had been trained abroad for F-16 missions.</p><p>Lt Gen Anatolii Kryvonozhko was appointed interim commander of Ukraine's air force, the army's general staff said in a statement. He previously oversaw the central air command, leading operations in the centre of the country.</p><p>He takes charge as officials have clashed over the loss of the F-16 jet, which has ignited fierce debate in Ukraine.</p><p>Ukrainian politician Mariana Bezuhla, who sits on a parliamentary defence committee, claimed on Thursday that the jet was downed by Ukraine's Patriot air defence system.</p><p>Mr Oleshchuk responded earlier on Friday that an investigation was under way and no-one was hiding anything. He accused Ms Bezuhla of discrediting military leadership and said the time would come for an apology.</p><p>Around 65 F-16s have been pledged by Nato countries since US President Joe Biden first authorised willing European allies to send them to Ukraine in August 2023.</p><p>Mr Zelensky has dismissed several military commanders since Russia launched its full-scale invasion in February 2022.</p><p>In February this year, he sacked the commander-in-chief of the country's armed forces, Valerii Zaluzhnyi.</p><p>And in June, he dismissed Lt Gen Yuriy Sodol after public criticism of excessive casualties and accusations of incompetence.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c1m0jvd4m3zo'>Visit BBC News</a></li></ul>",
    "summary": "President Volodymyr Zelensky has sacked the commander of Ukraine's air force amid debate over the destruction of one of the country's valuable new F-16 fighter...",
    "author": "Mallory Moench",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6d8d/live/f980b080-6706-11ef-a006-fb0775301171.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweing000gh2t787uj9fn3",
    "date": "2024-09-01T01:33:46.348Z"
  },
  {
    "headline": "Search for woman swallowed by 8m sinkhole now 'too risky'",
    "link": "https://www.bbc.com/news/articles/ced1zzvn0j1o",
    "slug": "searchforwoman-weff7zw56e",
    "body": "<p>An extensive search for an Indian woman who disappeared into a pavement sinkhole in Kuala Lumpur hit a snag on its eighth day, as authorities now say it is \"too risky\" to continue deploying divers.</p><p>The incident has gripped Malaysia, with some 110 rescuers working around the clock this past week in search of Vijaya Lakshmi Gali, 48.</p><p>But apart from a pair of slippers found in an initial 17-hour search, their efforts have been unsuccessful.</p><p>Two divers who entered via a sewer network at 04:00 local time on Friday (21:00 GMT Thursday) were confronted with strong water currents and hard debris, the Fire and Rescue Department said.</p><p>The pair, comprising a firefighter and a sewer worker, also had to \"lie flat\" as the space was narrow, according to the department's director-general Nor Hisham Mohammad.</p><p>\"It was found to be impossible, extremely difficult, to break the solidified [debris] which are like concrete blocks,\" he told reporters on Friday.</p><p>\"Even [when we tried] pulling at them with ropes using up to eight people, [it] was unsuccessful.\"</p><p>Divers who earlier descended into the sewer in full scuba gear said they had to fight zero visibility and heavy rain.</p><p>\"When going down into the hole... it was really scary, but this is indeed the duty of a firefighter; we have to overcome the fear and surrender to God,\" firefighter Alimaddia Bukri told local newspaper Simar Harian earlier this week.</p><p>\"It is pitch black in that pipe,\" another diver told The Straits Times on Wednesday.</p><p>\"You don't want to know what's in there. It's full of human waste and other garbage. We decontaminate immediately after each dive.\"</p><p></p><p>Ms Gali, who was visiting from India's Andhra Pradesh state, was reportedly heading towards a nearby temple with her family when she was swallowed by the 8m (26ft) deep sinkhole on the street of Jalan Masjid India.</p><p>Excavators were deployed shortly after the incident to dig up the area around the sinkhole, while rescuers used sniffer dogs and crawler cameras - robotic cameras used to inspect pipes - to get a better sense of what was happening underground.</p><p>They have also tried to break apart hardened debris using high-pressure water jets, iron hooks and rope.</p><p>On Tuesday, officials wheeled a ground-penetrating radar device onto the site, to help them pinpoint changes in material density underground.</p><p>The next day, a second sinkhole appeared just 50m from the first one. A Malaysian geologist, speaking to local newspaper Malaysiakini, attributed it to the ongoing search and rescue operation.</p><p>Search efforts in the last few days have focused on clearing a 15m blockage in the sewer lines below Wisma Yakin, an office building about 44m from the first sinkhole.</p><p>Reports said the blockage was made of human waste, tyres, hair and solidified used cooking oil, among other things.</p><p>Some parts of Jalan Masjid India have been cordoned off as the search continues.</p><p>The area, normally popular with tourists, has become unusually quiet in the last few days. Traders have experienced a 50% to 70% drop in sales, with some considering closures to cut their losses, according to local reports.</p><p>The Malaysian government has extended the visas for Ms Gali's family for a month while they await news of her whereabouts. They were due to return to India last Saturday.</p><p>Kuala Lumpur's City Hall has also cancelled National Day celebrations out of respect for the family.</p><p>The incident has sparked fear and anger among Malaysians, many of whom are questioning what might have caused the sinkhole.</p><p>Authorities said they would carry out an \"integrity audit\" to determine the cause. An official from the Minerals and Geosciences Department said initial observations suggested it could have been due to a combination of human activities and climate change.</p><p>Additional reporting by Gavin Butler in Singapore</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/ced1zzvn0j1o'>Visit BBC News</a></li></ul>",
    "summary": "An extensive search for an Indian woman who disappeared into a pavement sinkhole in Kuala Lumpur hit a snag on its eighth day, as authorities...",
    "author": "Kelly Ng",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b6a1/live/d4da04a0-66e0-11ef-9d79-b5e400136cdf.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweitg000hh2t7694d9vfi",
    "date": "2024-09-01T01:33:46.564Z"
  },
  {
    "headline": "Zelensky sacks Ukraine air force chief after F-16 crash",
    "link": "https://www.bbc.com/news/articles/c1m0jvd4m3zo",
    "slug": "zelenskysacksukraine-weff7oet8k",
    "body": "<p>President Volodymyr Zelensky has sacked the commander of Ukraine's air force amid debate over the destruction of one of the country's valuable new F-16 fighter jets.</p><p>Mr Zelensky did not specify the reason for dismissing Lt Gen Mykola Oleshchuk, but said he had a responsibility to \"take care of all our warriors\".</p><p>The US-made F-16 - one of several delivered earlier this month by Ukraine's Western allies - went down on Monday, killing the pilot.</p><p>Even though it happened during a barrage of Russian missiles, Ukraine said the cause of the crash was not a direct result of an enemy strike, and Lt Gen Oleshchuk sparred with some politicians over who was to blame for the loss.</p><p>Russia launched a full-scale invasion of Ukraine in February 2022 and has seized a large part of territory in the east of the country.</p><p>But Ukraine also launched a surprise incursion into Russia's western Kursk region early this month - and says its troops have been advancing deeper into Russia.</p><p>In response, Russia has intensified its attacks across Ukraine.</p><p>On Friday, a 14-year-old girl was killed after a Russian guided bomb hit a playground in the north-eastern Ukrainian city of Kharkiv, local officials say.</p><p>At least six other people were killed and 59 injured as a 12-storey residential building was also hit in the city which is close to the Russian border.</p><p>President Zelensky renewed his calls for all Ukraine's international partners to allow it to hit targets inside Russia to prevent such attacks.</p><p>His office said Moscow's forces had fired more than 400 drones and missiles at Ukraine over the past week.</p><p>In a post on Telegram, Mr Zelensky said he had decided to replace Lt Gen Oleschuk, noting that \"at the command level, we must strengthen ourselves and protect our people\".</p><p>Ukraine's air force earlier named the killed pilot as Col Oleksiy Mes.</p><p>\"He fought heroically his last battle in the skies,\" it said, adding that he had shot down three cruise missiles and a drone on 26 August.</p><p>Col Mes, whose call sign was Moonfish, was one of Ukraine's most experienced pilots. He had been trained abroad for F-16 missions.</p><p>Lt Gen Anatolii Kryvonozhko was appointed interim commander of Ukraine's air force, the army's general staff said in a statement. He previously oversaw the central air command, leading operations in the centre of the country.</p><p>He takes charge as officials have clashed over the loss of the F-16 jet, which has ignited fierce debate in Ukraine.</p><p>Ukrainian politician Mariana Bezuhla, who sits on a parliamentary defence committee, claimed on Thursday that the jet was downed by Ukraine's Patriot air defence system.</p><p>Mr Oleshchuk responded earlier on Friday that an investigation was under way and no-one was hiding anything. He accused Ms Bezuhla of discrediting military leadership and said the time would come for an apology.</p><p>Around 65 F-16s have been pledged by Nato countries since US President Joe Biden first authorised willing European allies to send them to Ukraine in August 2023.</p><p>Mr Zelensky has dismissed several military commanders since Russia launched its full-scale invasion in February 2022.</p><p>In February this year, he sacked the commander-in-chief of the country's armed forces, Valerii Zaluzhnyi.</p><p>And in June, he dismissed Lt Gen Yuriy Sodol after public criticism of excessive casualties and accusations of incompetence.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/c1m0jvd4m3zo'>Visit BBC News</a></li></ul>",
    "summary": "President Volodymyr Zelensky has sacked the commander of Ukraine's air force amid debate over the destruction of one of the country's valuable new F-16 fighter...",
    "author": "Mallory Moench",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/6d8d/live/f980b080-6706-11ef-a006-fb0775301171.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iweiz9000ih2t78wjc6mdm",
    "date": "2024-09-01T01:33:46.773Z"
  },
  {
    "headline": "Ozempic could delay ageing, researchers suggest",
    "link": "https://www.bbc.com/news/articles/ce81j919gdjo",
    "slug": "ozempiccoulddelay-weff74vmmn",
    "body": "<p>A drug used to treat Type 2 diabetes and obesity could also slow down the process of ageing, researchers believe.</p><p>Semaglutide, better known as Ozempic, \"has far-reaching benefits beyond what we initially imagined,\" Prof Harlan Krumholz, from the Yale School of Medicine, said following the publication of several new studies.</p><p>They found that the drug could be used to treat a wide range of illnesses linked to heart failure, arthritis, Alzheimer's and even cancer.</p><p>\"It wouldn't surprise me that improving people's health this way actually slows down the ageing process,\" Prof Krumholz was quoted on Friday as telling the European Society of Cardiology Conference 2024, where the studies were presented.</p><p>The new data has been published in a number of medical journals, including the Journal of the American College of Cardiology (JACC), which Prof Krumholz edits.</p><p>\"These ground-breaking medications are poised to revolutionise cardiovascular care and could dramatically enhance cardiovascular health,\" he said.</p><p>The studies - part of the Select trial - tracked more than 17,600 people, aged 45 or older, as they were given either 2.4 mg of semaglutide or a placebo for more than three years.</p><p>Participants were obese or overweight and had cardiovascular disease but not diabetes.</p><p>Those who took the drug died at a lower rate from all causes, including cardiovascular issues and Covid-19, researchers found.</p><p>People using the weight-loss drug were just as likely to catch Covid but they were less likely to die from it, with 2.6% dying among those on semaglutide compared with 3.1% on the placebo.</p><p>And while women experienced fewer major adverse cardiovascular events, the drug \"consistently reduced the risk\" of adverse cardiovascular outcomes regardless of sex.</p><p>It also improved heart failure symptoms and cut levels of inflammation in the body regardless of whether or not people lost weight.</p><p>Dr Benjamin Scirica, lead author of one of the studies and a professor of cardiovascular medicine at Harvard Medical School, said the findings \"reinforce that overweight and obesity increases the risk of death due to many etiologies\".</p><p>But, he told the PA news agency, this \"can be modified with potent incretin-based therapies like semaglutide\".</p><p>The medication is a prescription drug offered by the NHS, which supresses appetite and is sold under the brand names Wegovy - used to treat obesity - and Ozempic, for diabetes.</p><p>It comes in the form of an injection and mimics the hormone GLP-1, making people feel fuller and less hungry.</p><p>Experts have warned in the past that the drug is not a quick fix or a replacement for eating well and exercising, and should only be offered under medical supervision.</p><p>Like any medication, there can be side effects and risks - the most common being nausea, an upset stomach, bloating and gas.</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/ce81j919gdjo'>Visit BBC News</a></li></ul>",
    "summary": "A drug used to treat Type 2 diabetes and obesity could also slow down the process of ageing, researchers believe. Semaglutide, better known as Ozempic,...",
    "author": "Sam Hancock",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/90c1/live/62ff4780-674b-11ef-b22f-45cb38364ef2.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwej5x000jh2t7e0m8am85",
    "date": "2024-09-01T01:33:47.013Z"
  },
  {
    "headline": "US targets Islamic State in Iraq, killing 15",
    "link": "https://www.bbc.com/news/articles/clynd2mr5gjo",
    "slug": "ustargetsislamic-weff7313u8",
    "body": "<p>The US says its military forces in Iraq have killed 15 Islamic State (IS) \"operatives\" in a joint operation with Iraqi Security Forces that targeted the militant group's leadership.</p><p>US Central Command (Centcom) said it had performed the joint operation in western Iraq early on Thursday.</p><p>American and Iraqi troops were met by IS members equipped with \"numerous weapons, grenades and explosive 'suicide' belts\", it said in a statement. \"There is no indication of civilian casualties.\"</p><p>Meanwhile, US media quoted US defence officials as saying that seven American troops were injured. Centcom has not commented on this.</p><p>The Iraqi military said in an earlier statement that \"air strikes targeted the hideouts, followed by an airborne operation\" in the country's \"desert and caves\".</p><p>“All hideouts, weapons, and logistical support were destroyed, explosive belts were safely detonated and important documents, identification papers and communication devices were seized.”</p><p>The White House National Security Council and the Pentagon referred the BBC to Centcom for comment.</p><p>Centcom said it had targeted members of IS leadership in an effort to \"disrupt and degrade\" the group's ability to plan, organise and attack Americans, Iraqis and allies within and outside the region.</p><p>There are approximately 2,500 US troops currently in Iraq, though they remain there in an \"advise and assist\" capacity since the US military announced the end of its combat effort in the country in December 2021.</p><p>Iraq announced on 15 August that it would postpone a planned end-date for the US military operations in the country.</p><p>Thursday's operation follows a recent attack in Germany and a plot in Austria that are being investigated for their links to IS.</p><p>Authorities said that the suspect behind the planned attack on a Taylor Swift concert in Vienna - a 19-year-old Austrian citizen - had pleged allegiance to the Islamic State before targeting the singer's Eras tour.</p><p>Intelligence provided by the CIA to Austrian authorities allowed them to disrupt the plot and save \"hundreds of lives\" , the agency's deputy director David Cohen said on Wednesday.</p><p>It also follows an attack in Solingen, Germany, in which three people died and eight others were wounded.</p><p>The attack has caused outrage in Germany ahead of state elections, and the murder suspect - Issa Al H, 26 - is being investigated for his links to IS.</p><p>Earlier this summer, the militant group took some responsibility for a rare shooting attack near a Shia Muslim mosque in Oman's capital, Muscat. Six people - including a policeman - were killed and 28 others injured.</p><p>The Islamic State once had a strong foothold in Iraq and Syria, but a US-led coalition of more than 70 countries largely drove them out from the physical caliphate they had created there.</p><p>The BBC's Frank Gardner reported in June that intelligence-sharing between police forces and security agencies had largely quelled IS's co-ordinated attacks in European cities.</p><p>But the jihadist propaganda it continues to produce online still has the ability to motivate extremists who are radicalised by it, he reported.</p><p>A senior Whitehall official in London described the status of the group as \"down but not out\".</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/clynd2mr5gjo'>Visit BBC News</a></li></ul>",
    "summary": "The US says its military forces in Iraq have killed 15 Islamic State (IS) \"operatives\" in a joint operation with Iraqi Security Forces that targeted...",
    "author": "Phil McCausland",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/43c3/live/a3d0e610-673c-11ef-b43e-6916dcba5cbf.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwejij000kh2t79ejk6z04",
    "date": "2024-09-01T01:33:47.467Z"
  },
  {
    "headline": "Search for woman swallowed by 8m sinkhole now 'too risky'",
    "link": "https://www.bbc.com/news/articles/ced1zzvn0j1o",
    "slug": "searchforwoman-weff7gono8",
    "body": "<p>An extensive search for an Indian woman who disappeared into a pavement sinkhole in Kuala Lumpur hit a snag on its eighth day, as authorities now say it is \"too risky\" to continue deploying divers.</p><p>The incident has gripped Malaysia, with some 110 rescuers working around the clock this past week in search of Vijaya Lakshmi Gali, 48.</p><p>But apart from a pair of slippers found in an initial 17-hour search, their efforts have been unsuccessful.</p><p>Two divers who entered via a sewer network at 04:00 local time on Friday (21:00 GMT Thursday) were confronted with strong water currents and hard debris, the Fire and Rescue Department said.</p><p>The pair, comprising a firefighter and a sewer worker, also had to \"lie flat\" as the space was narrow, according to the department's director-general Nor Hisham Mohammad.</p><p>\"It was found to be impossible, extremely difficult, to break the solidified [debris] which are like concrete blocks,\" he told reporters on Friday.</p><p>\"Even [when we tried] pulling at them with ropes using up to eight people, [it] was unsuccessful.\"</p><p>Divers who earlier descended into the sewer in full scuba gear said they had to fight zero visibility and heavy rain.</p><p>\"When going down into the hole... it was really scary, but this is indeed the duty of a firefighter; we have to overcome the fear and surrender to God,\" firefighter Alimaddia Bukri told local newspaper Simar Harian earlier this week.</p><p>\"It is pitch black in that pipe,\" another diver told The Straits Times on Wednesday.</p><p>\"You don't want to know what's in there. It's full of human waste and other garbage. We decontaminate immediately after each dive.\"</p><p></p><p>Ms Gali, who was visiting from India's Andhra Pradesh state, was reportedly heading towards a nearby temple with her family when she was swallowed by the 8m (26ft) deep sinkhole on the street of Jalan Masjid India.</p><p>Excavators were deployed shortly after the incident to dig up the area around the sinkhole, while rescuers used sniffer dogs and crawler cameras - robotic cameras used to inspect pipes - to get a better sense of what was happening underground.</p><p>They have also tried to break apart hardened debris using high-pressure water jets, iron hooks and rope.</p><p>On Tuesday, officials wheeled a ground-penetrating radar device onto the site, to help them pinpoint changes in material density underground.</p><p>The next day, a second sinkhole appeared just 50m from the first one. A Malaysian geologist, speaking to local newspaper Malaysiakini, attributed it to the ongoing search and rescue operation.</p><p>Search efforts in the last few days have focused on clearing a 15m blockage in the sewer lines below Wisma Yakin, an office building about 44m from the first sinkhole.</p><p>Reports said the blockage was made of human waste, tyres, hair and solidified used cooking oil, among other things.</p><p>Some parts of Jalan Masjid India have been cordoned off as the search continues.</p><p>The area, normally popular with tourists, has become unusually quiet in the last few days. Traders have experienced a 50% to 70% drop in sales, with some considering closures to cut their losses, according to local reports.</p><p>The Malaysian government has extended the visas for Ms Gali's family for a month while they await news of her whereabouts. They were due to return to India last Saturday.</p><p>Kuala Lumpur's City Hall has also cancelled National Day celebrations out of respect for the family.</p><p>The incident has sparked fear and anger among Malaysians, many of whom are questioning what might have caused the sinkhole.</p><p>Authorities said they would carry out an \"integrity audit\" to determine the cause. An official from the Minerals and Geosciences Department said initial observations suggested it could have been due to a combination of human activities and climate change.</p><p>Additional reporting by Gavin Butler in Singapore</p><br><br><ul><li><a href='https://www.bbc.com/news/articles/ced1zzvn0j1o'>Visit BBC News</a></li></ul>",
    "summary": "An extensive search for an Indian woman who disappeared into a pavement sinkhole in Kuala Lumpur hit a snag on its eighth day, as authorities...",
    "author": "Kelly Ng",
    "media": "https://ichef.bbci.co.uk/news/480/cpsprodpb/b6a1/live/d4da04a0-66e0-11ef-9d79-b5e400136cdf.jpg.webp",
    "resource": "BBC News",
    "id": "cm0iwejn7000lh2t77ant5s5r",
    "date": "2024-09-01T01:33:47.635Z"
  },
  {
    "headline": "Draper reaches US Open fourth round",
    "link": "https://www.bbc.com/sport/tennis/articles/cn47vl2p2jyo",
    "slug": "draperreachesus-weff7k2mcx",
    "body": "<p>Britain's Jack Draper matched his best Grand Slam performance with an efficient win over Botic van de Zandschulp to reach the fourth round of the US Open.</p><p>The British number one's side of the draw in New York had been blown open by Carlos Alcaraz's defeat by Dutchman Van de Zandschulp in the previous round and Draper made the most of the initial opportunity with a 6-3 6-4 6-2 victory.</p><p>In muggy conditions at Flushing Meadows, where Draper repeatedly used ice packs on his neck and blasted himself with an air conditioning unit at changeovers, the Briton was cool and clinical against a weary-looking and error-prone opponent.</p><p>\"I thought I played a solid match today,\" Draper said. \"It was a little bit scrappy, a little bit up and down, but I got through in the end.\"</p><p>Draper, the 25th seed who has yet to drop a set here, will face Czech world number 39 Tomas Machac for a place in the quarter-finals.</p><p>Fellow Briton Dan Evans will seek to join Draper in the last 16 later on day six of the final Grand Slam tournament of the year when he takes on Australian 10th seed Alex de Minaur (00:00 BST Sunday).</p><p>Draper had come into the match without dropping serve at the tournament so far and he raced into an early 4-1 lead before being pegged back when he was broken for the first time in the seventh game.</p><p>But he immediately broke back to love and served the set out, albeit in faltering fashion when he needed a fifth set point to finally seal it.</p><p>Left-hander Draper got the key break in the seventh game of the second set and this time clinched the set more emphatically with an ace.</p><p>A double-fault at the start of the third summed up the day for world number 74 Van de Zandschulp, who just could not find the same level of consistency he had displayed in his brilliant victory over four-time Grand Slam champion Alcaraz.</p><p>Draper had said before this match that he would be trying to be \"more aggressive in certain moments\" following a series of narrow defeats earlier this year, but he never really needed to be against an opponent who racked up 38 unforced errors and looked to be struggling physically towards the end.</p><p>A fourth-round appearance at a Grand Slam is an opportunity that Draper is relishing after a \"tough year\" with injuries in 2023 that left him considering his future in the sport.</p><p>Draper made an impressive run to the last 16 in New York last year, but he said that he had been still \"really struggling\" with a shoulder injury he had sustained on his French Open debut a few months earlier.</p><p>The same issue caused Draper to miss that year's entire grass-court season, including his home Slam at Wimbledon.</p><p>The 22-year year-old credits a return to his old fitness trainer, Steven Kotze, as the reason behind his clean bill of health in 2024.</p><p>\"I feel very different now,\" Draper added.</p><p>\"I'm not waking up every day worried about playing five sets. I have so much more confidence in my mind and my body through experiences of playing on the tour now this year consistently.\"</p><p>The Briton, who is at a career-high ranking of 25 and won his first ATP title in June in Stuttgart, now has a chance to reach his first Grand Slam quarter-final in a draw that is shorn of 24-time major champion Novak Djokovic as well as Alcaraz.</p><br><br><ul><li><a href='https://www.bbc.com/sport/tennis/articles/cn47vl2p2jyo'>Visit BBC News</a></li></ul>",
    "summary": "Britain's Jack Draper matched his best Grand Slam performance with an efficient win over Botic van de Zandschulp to reach the fourth round of the...",
    "author": "See article for deatails",
    "media": "https://ichef.bbci.co.uk/news/999/cpsprodpb/eb45/live/41537290-67c9-11ef-a837-65fd3409c7e3.jpg",
    "resource": "BBC News",
    "id": "cm0iwejqg000mh2t7e7nnaria",
    "date": "2024-09-01T01:33:47.752Z"
  },
  {
    "headline": "Bazball to white-ball? Why England should give McCullum limited-overs job",
    "link": "https://www.bbc.com/sport/cricket/articles/czjywm2exw9o",
    "slug": "bazballtowhiteball-weff7bsl02",
    "body": "<p>When the question was asked, Brendon McCullum did not dignify it with a response.</p><p>England had just won the third Test against West Indies. Matthew Mott was still white-ball coach, though his P45 was in the printer.</p><p>As it was put to McCullum that he might be able bring the limited-overs side under his Bazball wing, Baz bailed.</p><p>The New Zealander has been responsible for revitalising England’s Test cricket. On taking the job two years ago, he seemed a natural fit for the white-ball role, but said at the time he wanted more of a challenge than inheriting the best team in the world.</p><p>What better challenge now than combining the Test team’s quest for Ashes glory with a refresh of Jos Buttler’s stagnant outfit?</p><p>England split the head-coaching responsibilities because of a relentless and overlapping schedule deemed too much for one man.</p><p>However, just like when they tried the same thing 10 years ago, it can create a two-tier system. Realistically, the Test side ends up taking priority.</p><p>Also, as England managing director Rob Key pointed out to Sky Sports on Thursday, the schedule is easing ever so slightly. Once England are past Christmas there are far fewer instances in the coming years of them needing two teams at the same time.</p><p>Looking at the way McCullum has transformed the Test side, it is not difficult to see the benefit he could bring to a white-ball team that have disappointed in two World Cups over the past year.</p><p>Firstly, the vibes. Once the epitome of free-spirited fun, England have gradually lost their smile, not least the increasingly uptight Buttler. McCullum has already shown himself to be cricket’s answer to Van Wilder.</p><p>Another huge plus is McCullum’s clear messaging. England’s white-ball decision-making has become muddled and there have been questions over Buttler’s tactical acumen. McCullum’s Test side have had success by keeping their plans simple.</p><p>It was Eoin Morgan, a man who knows a thing or two about building a team, and a great mate of both McCullum and Buttler, who said Key must speak to the Test coach about the white-ball job.</p><p>\"I'm not sure McCullum has given it a lot of thought yet, but he should,” said Morgan in the aftermath of Mott’s exit. “From Rob Key's point of view he needs to make it attractive.\"</p><p>In terms of attractiveness, McCullum is already happy to tell anyone who will listen he has “the best job in the world”.</p><p>He is well paid, he has a lot of freedom and power and, because England’s Test cricket often falls into about three chunks across the year, McCullum’s schedule isn’t dissimilar to the franchise world he left behind.</p><p>His contract with England has around 18 months left to run, with the Ashes in Australia in 2025-26 predicted to be the end of the Bazball era. After the ongoing second Test against Sri Lanka, McCullum might only have one visit to Lord’s left with his England side.</p><p>Key could perhaps coax an extra two years out of McCullum, through to the home Ashes in 2027 and the next 50-over World Cup that immediately follows in South Africa, Zimbabwe and Namibia.</p><p>Clearly, there are practical hurdles to overcome when it comes to doubling the workload of a man who lives on the other side of the world.</p><p>But these issues would not be insurmountable with some careful managing of his schedule and load-sharing among England’s assistant coaches, with whom McCullum already has an excellent working relationship.</p><p>Take this winter, for example. Before Christmas, England have Test tours in Pakistan in October and a favourable trip from McCullum’s point of view to New Zealand in December. Sandwiched in between is a limited-overs tour to the Caribbean in November, which interim coach Marcus Trescothick may lead anyway if England don’t have a permanent plan in place by then.</p><p>In 2025, McCullum isn’t due to work for England for almost five whole months until the one-off Test against Zimbabwe in May. That is an opportunity to take charge for the Champions Trophy in Pakistan in the spring and the warm-up tour of India that precedes it.</p><p>As time moves on, obvious series and tours to give McCullum a break would arise. Not only that, giving chances to lead to the likes of Trescothick, Paul Collingwood and Andrew Flintoff can only be a good thing for an English game that has an appalling record in turning its very best players into top coaches.</p><p>At the moment, England are going through the process of finding a new white-ball supremo. There is no indication McCullum is being considered or would want it. If he were to assume responsibility for both teams, there is the risk of burning out one of English cricket’s most prized assets, even if the man himself is unflinchingly unflappable.</p><p>There are others who may want the job, too. Trescothick has not ruled himself out of the running and Sri Lanka batting legend Kumar Sangakkara called it “an exciting prospect”. Andy Flower, an Ashes-winning coach who was once the Test man in a job-split scenario, is one of the most sought-after leaders on the franchise circuit.</p><p>As it stands, there is a question for Key and England. They may already be in possession of the answer.</p><br><br><ul><li><a href='https://www.bbc.com/sport/cricket/articles/czjywm2exw9o'>Visit BBC News</a></li></ul>",
    "summary": "When the question was asked, Brendon McCullum did not dignify it with a response. England had just won the third Test against West Indies. Matthew...",
    "author": "See article for deatails",
    "media": "https://ichef.bbci.co.uk/news/1024/cpsprodpb/04b9/live/74e17560-67bc-11ef-b38b-fded5622f26f.jpg",
    "resource": "BBC News",
    "id": "cm0iwek0a000nh2t72bg69mbf",
    "date": "2024-09-01T01:33:48.106Z"
  },
  {
    "headline": "South Africa fight back to stun All Blacks",
    "link": "https://www.bbc.com/sport/rugby-union/articles/cn02wrrdxe4o",
    "slug": "southafricafight-weff7e5xxs",
    "body": "<p>2024 Rugby Championship</p><p>South Africa (11) 31</p><p>Tries: Mbonambi, Smith, Williams Cons: Mngomezulu (2) Pens: Mngomezulu (4)</p><p>New Zealand (12) 27</p><p>Tries: Clarke (2), Taylor, Barrett Cons: McKenzie (2) Pens: McKenzie</p><p>Grant Williams' late try rounded off a stunning South Africa comeback as they beat New Zealand in the third week of the Rugby Championship.</p><p>The Springboks trailed at the break and were 27-17 down at one point, but New Zealand prop Ofa Tu’ungafasi's 69th-minute sin-bin helped the hosts find victory.</p><p>The All Blacks scored four tries – one more than the Springboks – but fly-half Sacha Feinberg-Mngomezulu's kicking proved crucial as he provided 16 points with the boot.</p><p>Feinberg-Mngomezulu was successful with four penalties and two conversions in a high-intensity match which was a repeat of last year's World Cup final.</p><p>New Zealand led 12-11 at half-time with Codie Taylor and Caleb Clarke scoring tries either side of Bongi Mbonambi going over for the hosts.</p><p>The visitors gained a 10-point advantage when Jordie Barrett raced away to score and then Clarke doubled his tally in the second half.</p><p>Kwagga Smith crashed over under the posts and Feinberg-Mngomezulu converted before Williams came off the bench to decide a classic.</p><p>\"Obviously we do not want to be in a situation where we are trailing entering the closing stages,\" said South Africa captain Siya Kolisi.</p><p>\"The key thing was not to panic, and we did what we wanted to do. Not panicking was the key to our victory.\"</p><p>All Blacks captain Scott Barrett said: \"The Springboks showed that they are a class team and we were not quite good enough.</p><p>\"It was a huge effort and I'm proud of the boys, but it was not quite enough.\"</p><br><br><ul><li><a href='https://www.bbc.com/sport/rugby-union/articles/cn02wrrdxe4o'>Visit BBC News</a></li></ul>",
    "summary": "2024 Rugby Championship South Africa (11) 31 Tries: Mbonambi, Smith, Williams Cons: Mngomezulu (2) Pens: Mngomezulu (4) New Zealand (12) 27 Tries: Clarke (2), Taylor,...",
    "author": "See article for deatails",
    "media": "https://ichef.bbci.co.uk/news/820/cpsprodpb/b229/live/b87136a0-67ba-11ef-b38b-fded5622f26f.jpg",
    "resource": "BBC News",
    "id": "cm0iwek9h000oh2t7dyed1rpu",
    "date": "2024-09-01T01:33:48.437Z"
  },
  {
    "headline": "Draper reaches US Open fourth round",
    "link": "https://www.bbc.com/sport/tennis/articles/cn47vl2p2jyo",
    "slug": "draperreachesus-weff7gny8o",
    "body": "<p>Britain's Jack Draper matched his best Grand Slam performance with an efficient win over Botic van de Zandschulp to reach the fourth round of the US Open.</p><p>The British number one's side of the draw in New York had been blown open by Carlos Alcaraz's defeat by Dutchman Van de Zandschulp in the previous round and Draper made the most of the initial opportunity with a 6-3 6-4 6-2 victory.</p><p>In muggy conditions at Flushing Meadows, where Draper repeatedly used ice packs on his neck and blasted himself with an air conditioning unit at changeovers, the Briton was cool and clinical against a weary-looking and error-prone opponent.</p><p>\"I thought I played a solid match today,\" Draper said. \"It was a little bit scrappy, a little bit up and down, but I got through in the end.\"</p><p>Draper, the 25th seed who has yet to drop a set here, will face Czech world number 39 Tomas Machac for a place in the quarter-finals.</p><p>Fellow Briton Dan Evans will seek to join Draper in the last 16 later on day six of the final Grand Slam tournament of the year when he takes on Australian 10th seed Alex de Minaur (00:00 BST Sunday).</p><p>Draper had come into the match without dropping serve at the tournament so far and he raced into an early 4-1 lead before being pegged back when he was broken for the first time in the seventh game.</p><p>But he immediately broke back to love and served the set out, albeit in faltering fashion when he needed a fifth set point to finally seal it.</p><p>Left-hander Draper got the key break in the seventh game of the second set and this time clinched the set more emphatically with an ace.</p><p>A double-fault at the start of the third summed up the day for world number 74 Van de Zandschulp, who just could not find the same level of consistency he had displayed in his brilliant victory over four-time Grand Slam champion Alcaraz.</p><p>Draper had said before this match that he would be trying to be \"more aggressive in certain moments\" following a series of narrow defeats earlier this year, but he never really needed to be against an opponent who racked up 38 unforced errors and looked to be struggling physically towards the end.</p><p>A fourth-round appearance at a Grand Slam is an opportunity that Draper is relishing after a \"tough year\" with injuries in 2023 that left him considering his future in the sport.</p><p>Draper made an impressive run to the last 16 in New York last year, but he said that he had been still \"really struggling\" with a shoulder injury he had sustained on his French Open debut a few months earlier.</p><p>The same issue caused Draper to miss that year's entire grass-court season, including his home Slam at Wimbledon.</p><p>The 22-year year-old credits a return to his old fitness trainer, Steven Kotze, as the reason behind his clean bill of health in 2024.</p><p>\"I feel very different now,\" Draper added.</p><p>\"I'm not waking up every day worried about playing five sets. I have so much more confidence in my mind and my body through experiences of playing on the tour now this year consistently.\"</p><p>The Briton, who is at a career-high ranking of 25 and won his first ATP title in June in Stuttgart, now has a chance to reach his first Grand Slam quarter-final in a draw that is shorn of 24-time major champion Novak Djokovic as well as Alcaraz.</p><br><br><ul><li><a href='https://www.bbc.com/sport/tennis/articles/cn47vl2p2jyo'>Visit BBC News</a></li></ul>",
    "summary": "Britain's Jack Draper matched his best Grand Slam performance with an efficient win over Botic van de Zandschulp to reach the fourth round of the...",
    "author": "See article for deatails",
    "media": "https://ichef.bbci.co.uk/news/999/cpsprodpb/eb45/live/41537290-67c9-11ef-a837-65fd3409c7e3.jpg",
    "resource": "BBC News",
    "id": "cm0iwekgh000ph2t71gwm4xo3",
    "date": "2024-09-01T01:33:48.689Z"
  }
]